Repository: linagora/tmail-flutter
Catalog: scribe/lib/scribe/ai/l10n/intl_*.arb
Languages: ar, de, it, ru, vi

# categoryCorrectGrammar
source: Correct grammar
ar: تصحيح
de: Korrigieren
it: Correggi
ru: Исправить
vi: Sửa chữa

# categoryImprove
source: Improve
ar: تحسين
de: Verbessern
it: Migliora
ru: Улучшить
vi: Cải thiện

# categoryChangeTone
source: Change tone
ar: تغيير النبرة
de: Ton ändern
it: Cambia tono
ru: Изменить тон
vi: Thay đổi giọng điệu

# categoryTranslate
source: Translate
ar: ترجمة
de: Übersetzen
it: Traduci
ru: Перевести
vi: Dịch

# actionMakeShorter
source: Make it shorter
ar: اجعله أقصر
de: Kürzer machen
it: Rendilo pi첫 breve
ru: Сделать короче
vi: Làm ngắn gọn hơn

# actionExpandContext
source: Expand context
ar: توسيع السياق
de: Kontext erweitern
it: Espandi contesto
ru: Расширить контекст
vi: Mở rộng ngữ cảnh

# actionEmojify
source: Emojify
ar: إضافة الرموز التعبيرية
de: Emojis hinzufügen
it: Aggiungi emoji
ru: Добавить эмодзи
vi: Thêm biểu tượng cảm xúc

# actionTransformToBullets
source: Transform to bullets
ar: تحويل إلى نقاط
de: In Aufzählungspunkte umwandeln
it: Trasforma in elenco puntato
ru: Преобразовать в список
vi: Chuyển thành danh sách

# actionMoreProfessional
source: More professional
ar: أكثر احترافية
de: Professioneller
it: Pi첫 professionale
ru: Более профессионально
vi: Chuyên nghiệp hơn

# actionMoreCasual
source: More casual
ar: أكثر عفوية
de: Lockerer
it: Pi첫 informale
ru: Более неформально
vi: Thân mật hơn

# actionMorePolite
source: More polite
ar: أكثر تهذيباً
de: Höflicher
it: Pi첫 cortese
ru: Более вежливо
vi: Lịch sự hơn

# languageFrench
source: French
ar: الفرنسية
de: Französisch
it: Francese
ru: Французский
vi: Tiếng Pháp

# languageEnglish
source: English
ar: الإنجليزية
de: Englisch
it: Inglese
ru: Английский
vi: Tiếng Anh

# languageRussian
source: Russian
ar: الروسية
de: Russisch
it: Russo
ru: Русский
vi: Tiếng Nga

# languageVietnamese
source: Vietnamese
ar: الفيتنامية
de: Vietnamesisch
it: Vietnamita
ru: Вьетнамский
vi: Tiếng Việt

# customPromptAction
source: Help me write
ar: ساعدني في الكتابة
de: Hilf mir beim Schreiben
it: Aiutami a scrivere
ru: Помогите мне написать
vi: Giúp tôi viết

# failedToGenerate
source: Failed to generate AI response
ar: فشل في إنشاء استجابة الذكاء الاصطناعي
de: KI-Antwort konnte nicht generiert werden
it: Generazione della risposta IA non riuscita
ru: Не удалось сгенерировать ответ ИИ
vi: Không thể tạo phản hồi AI

# generatingResponse
source: Generating AI response...
ar: إنشاء الاستجابة
de: Antwort wird generiert
it: Generazione della risposta
ru: Генерация ответа
vi: Tạo phản hồi
