Repository: linagora/tmail-flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, fr, ga, it, ru, ta, uk, vi, zh_hans

source: Search for folders
de: Suche nach Ordnern
fr: Rechercher des dossiers
ga: Cuardaigh fillteáin
ru: Поиск папок
ta: கோப்புறைகளைத் தேடுங்கள்
uk: Пошук для папок
vi: Tìm kiếm thư mục
zh_hans: 搜索文件夹

source: Reply all
ar: الرد على الجميع
de: Alle antworten
fr: Répondre à tous
ga: Freagair gach rud
it: Rispondi a tutti
ru: Ответить всем
ta: அனைவருக்கும் பதிலளிக்கவும்
uk: Відповісти всім
vi: Trả lời tất cả
zh_hans: 回复全部

source: Where
ar: أين
de: Wo
fr: Où
ga: I gcás ina
ru: Где
ta: எங்கே
uk: Де
vi: Ở đâu
zh_hans: 何地

source: Last 7 days
ar: اخر 7 ايام
de: Letzte 7 Tage
fr: Les 7 derniers jours
ga: Le 7 lá anuas
it: Ultimi 7 giorni
ru: Последние 7 дней
ta: கடந்த 7 நாட்கள்
uk: Останні 7 днів
vi: 7 ngày gần đây
zh_hans: 过去 7 天

source: Forwarding
ar: إعادة توجيه
de: Weiterleitung
fr: Adresse de transfert
ga: Ag cur ar aghaidh
it: Inoltro
ru: Переслать
ta: மேலனுப்புகை
uk: Пересилання
vi: Chuyển tiếp
zh_hans: 转发

# titleFormat
source: Format
ar: شكل
ga: Formáid
it: Formato
ru: Формат
ta: வடிவம்
uk: Формат
vi: Định dạng
zh_hans: 格式

source: Forwarded message
ar: الرسالة المُعاد توجيها
de: Weitergeleitete Nachricht
fr: Message transféré
ga: Teachtaireacht curtha ar aghaidh
it: Messaggio inoltrato
ru: Пересланное сообщение
ta: முன்னோக்கி செய்தி
uk: Переслане повідомлення
vi: Chuyển tiếp tin nhắn
zh_hans: 已转发邮件

source: Flag
ar: وضع علامة
de: Kennzeichnen
fr: Drapeau
ga: Bratach
it: Segna
ru: Отметить
ta: கொடி
uk: Прапор
vi: Cờ
zh_hans: 标记

source: Delete rule
ar: حذف القاعدة
de: Regel löschen
fr: Supprimer la règle
ga: Scrios riail
it: Elimina la regola
ru: Удалить правило
ta: விதியை நீக்கு
uk: Видалити правило
vi: Xóa bộ lọc
zh_hans: 删除规则

source: Sign In
ar: تسجيل الدخول
de: Anmelden
fr: Se connecter
ga: Sínigh isteach
it: Registrazione
ru: Войти
ta: விடுபதிகை
uk: Увійти
vi: Đăng nhập
zh_hans: 登录

# requiredPassword
source: Password is required
ar: كلمة المرور مطلوبة
de: Passwort ist erforderlich
fr: Le mot de passe est requis
ga: Tá pasfhocal de dhíth
it: La password è richiesta
ru: Требуется пароль
ta: கடவுச்சொல் தேவை
uk: Потрібен пароль
vi: Thiếu mật khẩu
zh_hans: 请填写密码

# no_mail_selected
source: No email selected
ar: لم يتم تحديد أي بريد إلكتروني
de: Keine E-Mail ausgewählt
fr: Aucun message sélectionné
ga: Níor roghnaíodh aon ríomhphost
it: Nessuna e-mail selezionata
ru: Адрес электронной почты не выбран
ta: எந்த மின்னஞ்சலும் தேர்ந்தெடுக்கப்படவில்லை
uk: Електронну адресу не вибрано
vi: Chưa có email được lựa chọn
zh_hans: 未选择电子邮件

source: Forward
ar: إعادة توجيه
de: Weiterleiten
fr: Transférer
ga: Ar Aghaidh
it: Inoltrare
ru: Переслать
ta: முன்னோக்கி
uk: Вперед
vi: Chuyển tiếp
zh_hans: 转发

# from_email_address_prefix
source: From
ar: من
de: Von
fr: De
ga: Ó
it: Da
ru: От
ta: இருந்து
uk: Від
vi: Từ
zh_hans: 发件人

# unread_email_notification
source: new
ar: جديد
de: neu
fr: nouveau
ga: nua
it: nuovo
ru: новое
ta: புதிய
uk: новий
vi: mới
zh_hans: 新邮件

# cc_email_address_prefix
source: Cc
fr: Copie à
ru: Копия
ta: சி.சி.
zh_hans: 抄送

# hint_text_email_address
source: Name or email address
ar: اسم أو عنوان البريد الإلكتروني
de: Name oder E-Mail-Adresse
fr: Nom ou adresse e-mail
ga: Ainm nó seoladh ríomhphoist
it: Nome o indirizzo e-mail
ru: Имя или адрес электронной почты
ta: பெயர் அல்லது மின்னஞ்சல் முகவரி
uk: Ім'я або адреса електронної пошти
vi: Tên hoặc địa chỉ email
zh_hans: 名称或电子邮件地址

source: Mark as starred
ar: وضع علامة كمفضلة
de: Als wichtig markieren
fr: Marquer comme favori
ga: Marcáil mar réalta
it: Contrassegna come preferito
ru: Добавить в избранное
ta: நடித்தபடி குறி
uk: Позначити як зірочку
vi: Đánh dấu quan trọng
zh_hans: 标记为星标邮件

source: Move to spam
ar: نقل إلى البريد المزعج (سبام)
de: In Spam verschieben
fr: Déplacer dans Indésirables
ga: Bog go turscar
it: Sposta nello spam
ru: Переместить в спам
ta: ச்பேமுக்கு நகர்த்தவும்
uk: Перемістити до спаму
vi: Di chuyển tới Spam
zh_hans: 移动到垃圾邮件

# an_error_occurred
source: Error! An error occurred. Please try again later.
ar: خطأ! حدث خطأ. يرجى المحاولة مرة أخرى في وقت لاحق.
de: Fehler! Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
fr: Erreur ! Une erreur s'est produite. Veuillez réessayer plus tard.
ga: Earráid! Tharla earráid. Bain triail eile as níos déanaí.
it: Errore! Si è verificato un errore. Si prega di riprovare più tardi.
ru: Ошибка! Произошла ошибка. Пожалуйста, повторите попытку позже.
ta: பிழை! பிழை ஏற்பட்டது. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும்.
uk: Помилка! Сталася помилка. Будь ласка, спробуйте пізніше.
vi: Lỗi! Đã xảy ra lỗi. Vui lòng thử lại sau.
zh_hans: 错误！出错了，请稍后重试。

source: Message has been sent successfully
ar: تم إرسال الرسالة بنجاح
de: Nachricht wurde erfolgreich gesendet
fr: Le message a bien été envoyé
ga: Seoladh an teachtaireacht go rathúil
it: Il messaggio è stato inviato con successo
ru: Сообщение успешно отправлено
ta: செய்தி வெற்றிகரமாக அனுப்பப்பட்டுள்ளது
uk: Повідомлення успішно надіслано
vi: Tin nhắn đã được gửi
zh_hans: 已成功发送邮件

source: There is already folder with the same name
ar: يوجد بالفعل مجلد بنفس الاسم
de: Es gibt bereits einen Ordner mit demselben Namen
fr: Il y a déjà un dossier avec le même nom
ga: Tá fillteán ann cheana féin leis an ainm céanna
it: Esiste già una cartella con lo stesso nome
ru: Папка с таким названием уже есть
ta: அதே பெயருடன் ஏற்கனவே கோப்புறை உள்ளது
uk: Папка з такою назвою вже існує
vi: Thư mục đã tồn tại
zh_hans: 已存在同名文件夹

source: New message
ar: رسالة جديدة
de: Neue Nachricht
fr: Nouveau message
ga: Teachtaireacht nua
it: Nuovo messaggio
ru: Новое сообщение
ta: புதிய செய்தி
uk: Нове повідомлення
vi: Tin nhắn mới
zh_hans: 新邮件

source: Copy email address
ar: نسخ عنوان البريد الإلكتروني
de: E-Mail-Adresse kopieren
fr: Copier l’adresse e-mail
ga: Cóipeáil seoladh ríomhphoist
it: Copia l'indirizzo e-mail
ru: Скопировать адрес электронной почты
ta: மின்னஞ்சல் முகவரியை நகலெடுக்கவும்
uk: Копіювати адресу електронної пошти
vi: Sao chép địa chỉ email
zh_hans: 复制电子邮件地址

# message_dialog_send_email_without_a_subject
source: Are you sure to send messages without a subject?
ar: هل أنت متأكد من إرسال الرسائل بدون موضوع؟
de: Sind Sie sicher, dass Sie Nachrichten ohne Betreff versenden möchten?
fr: Voulez-vous vraiment envoyer des messages sans sujet ?
ga: An bhfuil tú cinnte teachtaireachtaí a sheoladh gan ábhar?
it: Sei sicuro di inviare messaggi senza oggetto?
ru: Вы уверены, что хотите отправить сообщения без указания темы?
ta: ஒரு பொருள் இல்லாமல் செய்திகளை அனுப்புவது உறுதி?
uk: Ви впевнені, що хочете надсилати повідомлення без теми?
vi: Bạn có chắc chắn sẽ gửi tin nhắn không có tiêu đề?
zh_hans: 是否确定要发送没有主题的邮件？

source: Show
ar: عرض
de: Anzeigen
fr: Afficher
ga: Taispeáin
it: Mostra
ru: Показать
ta: காட்டு
uk: Показати
vi: Hiển thị
zh_hans: 显示

source: Sending failed
ar: فشل إرسال الرسالة
de: Senden fehlgeschlagen
fr: Échec de l'envoi
ga: Theip ar sheoladh
it: Invio fallito
ru: Во время отправки произошла ошибка
ta: அனுப்புவது தோல்வியுற்றது
uk: Не вдалося надіслати
vi: Gửi tin nhắn thất bại
zh_hans: 发送失败

# toast_message_delete_a_email_permanently_success
source: Message has been deleted forever
ar: تم حذف الرسالة بشكل دائم
de: Nachricht wurde endgültig gelöscht
fr: Le message a été supprimé définitivement
ga: Scriosadh an teachtaireacht go deo
it: Il messaggio è stato eliminato per sempre
ru: Сообщение удалено навсегда
ta: செய்தி என்றென்றும் நீக்கப்பட்டது
uk: Повідомлення видалено назавжди
vi: Tin nhắn đã bị xoá
zh_hans: 已永久删除邮件

# message_dialog_upload_attachments_exceeds_maximum_size
source: You have reached the maximum file size. Please upload files that total size is less than {maxSize}
ar: لقد وصلت إلى الحد الأقصى لحجم الملف. يُرجى تحميل ملفات بإجمالي حجم أقل من {maxSize}
de: Sie haben die maximale Dateigröße erreicht. Bitte laden Sie Dateien hoch, deren Gesamtgröße kleiner ist als {maxSize}
fr: Vous avez atteint la taille maximale pour un fichier. Veuillez téléverser des fichiers dont la taille totale est inférieure à {maxSize}
ga: Tá uasmhéid an chomhaid sroichte agat. Uaslódáil comhaid a bhfuil méid iomlán níos lú ná {maxSize}
it: Hai raggiunto la dimensione massima del file. Carica file la cui dimensione totale è inferiore a {maxSize}
ru: Вы достигли максимального объема файлов. Пожалуйста, загрузите файлы, общий объем которых меньше {maxSize}
ta: நீங்கள் அதிகபட்ச கோப்பு அளவை அடைந்துவிட்டீர்கள். மொத்த அளவு {MaxSize with ஐ விட குறைவாக இருக்கும் கோப்புகளை பதிவேற்றவும்
uk: Ви досягли максимального розміру файлу. Будь ласка, завантажте файли, загальний розмір яких менший за {maxSize}
vi: Dung lượng bị giới hạn. Các tệp tải lên phải có dung lượng nhỏ hơn {maxSize}
zh_hans: 已达到最大文件大小。请上传总大小小于 {maxSize} 的文件

source: Maximum files size
ar: الحجم الأقصى للملفات
de: Maximale Dateigröße
fr: Taille maximale des fichiers
ga: Uasmhéid na gcomhad
it: Dimensione massima dei file
ru: Максимальный объем файлов
ta: அதிகபட்ச கோப்புகள் அளவு
uk: Максимальний розмір файлів
vi: Làm rỗng thư mục rác
zh_hans: 最大文件大小

source: Create new identity
ar: خلق هوية جديدة
de: Neue Identität erstellen
fr: Créer une nouvelle identité
ga: Cruthaigh aitheantas nua
it: Crea una nuova identità
ru: Создать новый
ta: புதிய அடையாளத்தை உருவாக்கவும்
uk: Створити нову ідентичність
vi: Tạo danh tính mới
zh_hans: 创建新身份

source: Reply to
ar: الرد على
de: Antwort an
fr: Répondre à
ga: Freagra ar
it: Rispondi a
ru: Ответить
ta: பதில்
uk: Відповісти на
vi: Trả lời
zh_hans: 回复至

source: Bcc to
fr: Cci à
ga: Bcc go
it: Bcc a
ru: Bcc
ta: பி.சி.சி
uk: Bcc до
vi: Bcc
zh_hans: 密送至

source: All identities
ar: كل الهويات
de: Alle Identitäten
fr: Toutes les identités
ga: Gach féiniúlacht
it: Tutte le identità
ru: Все аккаунты
ta: அனைத்து அடையாளங்களும்
uk: Усі ідентифікаційні дані
vi: Tất cả định danh
zh_hans: 全部身份

# default_value
source: Default
ar: الافتراضية
de: Standard
fr: Défaut
ga: Réamhshocrú
it: Predefinito
ru: По умолчанию
ta: இயல்புநிலை
uk: За замовчуванням
vi: Mặc định
zh_hans: 默认

source: Recent
ar: مؤخرًا
de: Kürzlich
fr: Récent
ga: Le déanaí
it: Recente
ru: Недавние
ta: அண்மைக் கால
uk: Нещодавні
vi: Gần đây
zh_hans: 最近

# toastMessageMarkAsMailboxReadSuccess
source: You’ve marked all messages in "{mailboxName}" as read
de: Sie haben alle Nachrichten in "{mailboxName}" als gelesen markiert
fr: Vous avez marqué tous les messages dans "{mailboxName}" comme lus
ga: Tá gach teachtaireacht marcáilte agat i "{mailboxName}" mar a léitear
ru: Вы пометили все сообщения в "{mailboxName}" как прочитанные
ta: எல்லா செய்திகளையும் "{mailboxName}" இல் வாசித்தபடி குறித்துள்ளீர்கள்
uk: Ви позначили всі повідомлення в "{mailboxName}" як прочитані
vi: Bạn đã đánh dấu tất cả tin nhắn trong thư mục "{mailboxName}" là đã đọc
zh_hans: 您已将“{mailboxName}”中的全部邮件标记为已读

source: Single Sign-On
ar: علامة واحدة على
de: Einmalanmeldung
fr: Authentification unique (SSO)
ga: Aonair Cláraigh-Ar
ru: Единый вход
ta: ஒற்றை உள்நுழைவு
uk: Єдиний вхід
vi: Đăng nhập một lần (SSO)
zh_hans: 单点登录

source: No preview available
ar: لا تتوفر معاينة
de: Keine Vorschau verfügbar
fr: Aucun aperçu disponible
ga: Níl réamhamharc ar fáil
it: Nessuna anteprima disponibile
ru: Предварительный просмотр недоступен
ta: முன்னோட்டம் எதுவும் கிடைக்கவில்லை
uk: Попередній перегляд недоступний
vi: Không có bản xem trước
zh_hans: 无可用预览

# insertImageErrorFileEmpty
source: Please either choose an image or enter an image URL
ar: يرجى إما اختيار صورة أو إدخال عنوان URL للصورة
de: Bitte wählen Sie entweder ein Bild aus oder geben Sie eine Bild-URL ein
fr: Veuillez soit choisir une image, soit entrer l'URL d'une image
ga: Roghnaigh íomhá nó iontráil URL íomhá
it: Scegli un'immagine o inserisci l'URL di un'immagine
ru: Выберите изображение или введите URL-адрес изображения
ta: தயவுசெய்து ஒரு படத்தைத் தேர்வுசெய்க அல்லது பட முகவரி ஐ உள்ளிடவும்
uk: Будь ласка, виберіть зображення або введіть URL-адресу зображення
vi: Vui lòng chọn một hình ảnh hoặc nhập đuờng dẫn ảnh
zh_hans: 请选择图片或输入图片 URL

# actionTitleRulesFilter
source: Perform the following action:
ar: قم بالإجراء التالي:
de: Folgende Aktionen durchführen:
fr: Effectuer l'action suivante :
ga: Déan na gníomhartha seo a leanas:
it: Eseguire la seguente azione:
ru: Выполнить следующие действия:
ta: பின்வரும் செயல்களைச் செய்யுங்கள்:
uk: Виконайте такі дії:
vi: Thực hiện các hành động sau:
zh_hans: 执行以下操作：

# headerRecipients
source: Recipients
ar: المستلمون
de: Empfänger
fr: Destinataires
ga: Faighteoirí
it: Destinatari
ru: Получатели
ta: பெறுநர்கள்
uk: Одержувачі
vi: Người nhận
zh_hans: 收件人

source: Deactivated
ar: معطل
de: Deaktiviert
fr: Désactivé
ga: Díghníomhachtaithe
it: Deattivato
ru: Деактивирован
ta: செயலிழக்கச் செய்தது
uk: Деактивовано
vi: Vô hiệu
zh_hans: 已停用

source: Vacation stops at
ar: تتوقف العطلة في
de: Urlaub endet am
fr: Les réponses automatiques s'arrêtent le
ga: Stadanna saoire ag
it: La risposta automatica si ferma a
ru: Автоответчик отключается в
ta: விடுமுறை நிறுத்தப்படும்
uk: Відпустка зупиняється о
vi: Kết thúc kỳ nghỉ
zh_hans: 外出回复结束于

# hintMessageBodyVacation
source: Vacation messages
ar: رسائل الاجازة
de: Urlaubsnachrichten
fr: Message
ga: Teachtaireachtaí saoire
it: Messaggi automatici
ru: Сообщения автоответчика
ta: விடுமுறை செய்திகள்
uk: Повідомлення про відпустку
vi: Tin nhắn kỳ nghỉ
zh_hans: 外出回复邮件

# toastMessageAddRecipientsSuccessfully
source: The emails has been added from the recipient list.
ar: تمت إضافة رسائل البريد الإلكتروني من قائمة المستلمين.
de: Die E-Mails wurden der Empfängerliste hinzugefügt.
fr: Les adresses e-mails ont été ajoutées à partir de la liste des destinataires.
ga: Cuireadh na ríomhphoist leis an liosta faighteoirí.
it: Le email sono state aggiunte dall'elenco dei destinatari.
ru: Адреса были добавлены из списка получателей.
ta: பெறுநரின் பட்டியலிலிருந்து மின்னஞ்சல்கள் சேர்க்கப்பட்டுள்ளன.
uk: Електронні листи додано зі списку одержувачів.
vi: Email đã được thêm vào danh sách nhận.
zh_hans: 从收件人列表中添加了此电子邮件。

# toastMessageLocalCopyEnable
source: Keep local copy enable.
ar: الاحتفاظ بالنسخة المحلية ممكنة.
de: Lokale Kopie beibehalten aktivieren.
fr: Gardez la copie locale activée.
ga: Coinnigh cóip logánta ar chumas.
it: Mantieni abilitata la copia locale.
ru: Оставить локальную копию включенной.
ta: உள்ளக நகலை இயக்கவும்.
uk: Залишити локальне копіювання ввімкненим.
vi: Giữ bản sao.
zh_hans: 保留本地副本。

# keepLocalCopyForwardLabel
source: Keep a copy of the email in Inbox
ar: احتفظ بنسخة من البريد الإلكتروني في البريد الوارد
de: Eine Kopie der E-Mail im Posteingang behalten
fr: Conserver une copie du message dans la boîte de réception
ga: Coinnigh cóip den ríomhphost i mBosca Isteach
it: Conserva una copia dell'e-mail nella Posta in arrivo
ru: Сохраните копию письма в папке «Входящие»
ta: மின்னஞ்சலின் நகலை இன்பாக்சில் வைத்திருங்கள்
vi: Lưu bản sao của email vào inbox
zh_hans: 在收件箱中保留电子邮件的副本

source: Format
ar: شكل
ga: Formáid
it: Formato
ru: Формат
ta: வடிவம்
uk: Формат
vi: Định dạng
zh_hans: 格式

source: Background
ar: الخلفية
de: Hintergrund
fr: Arrière-plan
ga: Cúlra
it: Sfondo
ru: Фон
ta: பின்னணி
uk: Передісторія
vi: Nền
zh_hans: 背景

source: Foreground
ar: المقدمة
de: Vordergrund
fr: Premier plan
ga: Tulra
it: Primo piano
ru: Передний план
ta: முன்புறம்
uk: Передній план
vi: Vấn đề xung quanh
zh_hans: 前景

source: Select date
ar: حدد تاريخ
de: Datum auswählen
fr: Sélectionner une date
ga: Roghnaigh dáta
it: Seleziona la data
ru: Выбрать дату
ta: தேதியைத் தேர்ந்தெடுக்கவும்
uk: Виберіть дату
vi: Ngày
zh_hans: 选择日期

source: Set date
ar: حدد التاريخ
de: Datum festlegen
fr: Sélectionner une date
ga: Socraigh dáta
it: Imposta la data
ru: Установить дату
ta: தேதியை அமைக்கவும்
uk: Встановити дату
vi: Ngày
zh_hans: 设置日期

# toastMessageSendReceiptSuccess
source: A read receipt has been sent.
ar: تم إرسال إيصال بالقراءة.
de: Es wurde eine Lesebestätigung gesendet.
fr: Un accusé de réception a été envoyé.
ga: Seoladh admháil léite.
it: È stata inviata una conferma di lettura.
ru: Уведомление о прочтении отправлено.
ta: வாசிப்பு ரசீது அனுப்பப்பட்டுள்ளது.
uk: Сповіщення про прочитання надіслано.
vi: Xác nhận đã đọc được gửi.
zh_hans: 已发送已读回执。

# toastMessageCannotFoundEmailIdWhenSendReceipt
source: Email id given cannot be found
ar: لا يمكن العثور على معرف البريد الإلكتروني المعطى
de: Die E-Mail-ID konnte nicht gefunden werden
fr: L'identifiant du message indiqué est introuvable
ga: Ní féidir aitheantas ríomhphoist a tugadh a aimsiú
it: Impossibile trovare l'e-mail ID fornito
ru: Указанный идентификатор электронной почты не найден
ta: கொடுக்கப்பட்ட மின்னஞ்சல் ஐடியைக் கண்டுபிடிக்க முடியாது
uk: Вказаний ідентифікатор електронної пошти не знайдено
vi: Không tìm thấy email id
zh_hans: 无法找到给定的电子邮件 ID

# toastMessageErrorNotSelectedFolderWhenCreateNewMailbox
source: You have not selected a save folder to save
de: Sie haben keinen Speicherordner zum Speichern ausgewählt
fr: Vous n'avez pas sélectionné de dossier de sauvegarde pour enregistrer
ga: Níor roghnaigh tú fillteán sábhála le sábháil
ru: Вы не выбрали папку для сохранения
ta: சேமிக்க சேமிக்கும் கோப்புறையை நீங்கள் தேர்வு செய்யவில்லை
uk: Ви не вибрали папку для збереження
vi: Bạn chưa chọn thư mục để lưu trữ
zh_hans: 您尚未选择保存文件夹

# quickCreatingRule
source: Create a rule with this email
ar: إنشاء قاعدة مع هذا البريد الإلكتروني
de: Eine Regel mit dieser E-Mail erstellen
fr: Créer une règle à partir de ce message
ga: Cruthaigh riail leis an ríomhphost seo
it: Crea una regola con questa email
ru: Создать правило с этим адресом электронной почты
ta: இந்த மின்னஞ்சலுடன் ஒரு விதியை உருவாக்கவும்
uk: Створити правило з цією електронною адресою
vi: Tạo một quy tắc với email này
zh_hans: 使用此电子邮件创建规则

# subTitlePageNotFound
source: It is possible that your destination page has disappeared or belongs to another account.
ar: من الممكن أن تكون صفحة الوجهة الخاصة بك قد اختفت أو تنتمي إلى حساب آخر.
de: Es ist möglich, dass Ihre Zielseite verschwunden ist oder zu einem anderen Konto gehört.
fr: Il est possible que votre page de destination ait disparu ou appartienne à un autre compte.
ga: Is féidir go bhfuil do leathanach ceann scríbe imithe nó go mbaineann sé le cuntas eile.
it: È possibile che questa pagina sia scomparsa o appartenga a un altro account.
ru: Возможно, эта страница была удалена или принадлежит другому аккаунту.
ta: உங்கள் இலக்கு பக்கம் மறைந்துவிட்டது அல்லது மற்றொரு கணக்கிற்கு சொந்தமானது.
uk: Можливо, ваша цільова сторінка зникла або належить іншому обліковому запису.
vi: Có thể trang đích của bạn đã biến mất hoặc thuộc về tài khoản khác.
zh_hans: 您的目标页面可能已消失或属于其他账号。

# countNewSpamEmails
source: You have {count} new spam emails!
ar: لديك {count} من رسائل البريد الإلكتروني غير المرغوب فيها الجديدة!
de: Sie haben {count} neue Spam-E-Mails!
fr: Vous avez {count} nouveaux indésirables !
ga: Tá {count} ríomhphoist spam nua agat!
it: Hai {count} nuove email di spam!
ru: У вас {count} новых письма(-ем) со спамом!
ta: உங்களிடம் {count} புதிய ச்பேம் மின்னஞ்சல்கள் உள்ளன!
uk: У вас є {count} нових спам-листів!
vi: Bạn có {count} email rác mới!
zh_hans: 您有 {count} 封新垃圾邮件！

source: Dismiss
ar: رفض
de: Ablehnen
fr: Rejeter
ga: Ruaig
it: Cancellare
ru: Скрыть
ta: தள்ளுபடி
uk: Відхилити
vi: Bỏ qua
zh_hans: 关闭

source: Disable Spam report
ar: تعطيل تقرير البريد العشوائي
de: Spam-Bericht deaktivieren
fr: Désactiver le rapport des indésirables
ga: Díchumasaigh tuairisc spam
it: Disattivare rapporto di spam
ru: Отключить отчеты о спаме
ta: ச்பேம் அறிக்கையை முடக்கு
uk: Вимкнути звіт про спам
vi: Tắt báo cáo thư rác
zh_hans: 禁用垃圾邮件举报

# sendMessageFailureWithSetErrorTypeOverQuota
source: Failure to send your message, because it is over quota.
ar: عدم إرسال رسالتك ، لأنها تجاوزت الحصة المحددة.
de: Fehler beim Senden Ihrer Nachricht, da das Quotalimit überschritten wurde.
fr: Échec de l'envoi de votre message, car vous dépassez votre quota.
ga: Teip ar do theachtaireacht a sheoladh, toisc go bhfuil sé os cionn cuóta.
it: Impossibile inviare il messaggio perché ha superato la quota.
ru: Не удалось отправить сообщение, так как оно превышает квоту.
ta: உங்கள் செய்தியை அனுப்பத் தவறியது, ஏனெனில் அது ஒதுக்கீட்டிற்கு மேல் உள்ளது.
uk: Не вдалося надіслати ваше повідомлення, оскільки воно перевищило квоту.
vi: Không thể gửi tin nhắn của bạn, vì vượt quá giới hạn dung lượng.
zh_hans: 邮件发送失败，因为已超出配额。

# sendMessageFailureWithSetErrorTypeTooLarge
source: Failure to send your message, because it is too large.
ar: فشل في إرسال رسالتك لأنها كبيرة جدًا.
de: Fehler beim Senden Ihrer Nachricht, da sie zu groß ist.
fr: Échec de l'envoi de votre message, car il est trop volumineux.
ga: Teip ar do theachtaireacht a sheoladh, toisc go bhfuil sé ró-mhór.
it: Impossibile inviare il messaggio perché è troppo grande.
ru: Не удалось отправить сообщение, так как превышена его максимальная длина.
ta: உங்கள் செய்தியை அனுப்பத் தவறியது, ஏனெனில் அது மிகப் பெரியது.
uk: Не вдалося надіслати ваше повідомлення, оскільки воно занадто велике.
vi: Không thể gửi tin nhắn của bạn, vì nó quá lớn.
zh_hans: 邮件发送失败，因为它太大了。

source: Cannot select this image.
ar: لا يمكن تحديد هذه الصورة.
de: Dieses Bild kann nicht ausgewählt werden.
fr: Impossible de sélectionner cette image.
ga: Ní féidir an íomhá seo a roghnú.
ru: Невозможно выбрать это изображение.
ta: இந்த படத்தைத் தேர்ந்தெடுக்க முடியாது.
uk: Не вдається вибрати це зображення.
vi: Không thể chọn hình ảnh này.
zh_hans: 无法选择此图片。

source: Sending queue
ar: قائمة انتظار الإرسال
de: Warteschlange für den Versand
fr: File d'attente
ga: Scuaine á seoladh
ru: Очередь отправки
ta: வரிசையை அனுப்புகிறது
uk: Черга надсилання
vi: Hàng đợi để gửi
zh_hans: 发送队列

source: Proceed
ar: يتابع
de: Fortfahren
fr: Procéder
ga: Lean ar aghaidh
ru: Продолжить
ta: தொடரவும்
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

# messageDialogWhenStoreSendingEmailFirst
source: Fortunately, you can still
ar: لحسن الحظ، لا يزال بإمكانك
de: Zum Glück können Sie immer noch
fr: Heureusement, vous pouvez toujours
ga: Ar ámharaí an tsaoil, is féidir leat
ru: К счастью, вы все еще можете
ta: அதிர்ச்டவசமாக, நீங்கள் இன்னும் முடியும்
uk: На щастя, ви все ще можете
vi: May mắn thay, bạn vẫn có thể
zh_hans: 幸运的是，您仍可以

# messageDialogWhenStoreSendingEmailSecond
source: send, reply, or forward
ar: إرسال ، الرد، أو إعادة التوجيه
de: senden, antworten oder weiterleiten
fr: envoyer, répondre ou transférer
ga: a sheoladh, a fhreagairt, nó a chur ar aghaidh
ru: отправлять, отвечать или пересылать
ta: அனுப்பவும், பதிலளிக்கவும் அல்லது முன்னோக்கி
uk: надіслати, відповісти або переслати
vi: gửi, trả lời hoặc chuyển tiếp
zh_hans: 发送、回复或转发

# messageDialogWhenStoreSendingEmailTail
source: folder.
ar: صندوق بريد.
de: Ordner.
fr: dossier.
ga: fillteán.
ru: папка.
ta: கோப்புறை.
uk: папка.
vi: thư mục.
zh_hans: 文件夹。

# titleRecipientSendingEmail
source: To: {recipients}
ar: إلى: {recipients}
de: An: {recipients}
fr: À : {recipients}
ga: Chuig: {recipients}
ru: Кому: {recipients}
ta: க்கு: {recipients}
uk: До: {recipients}
vi: Tới: {recipients}
zh_hans: 收件人：{recipients}

source: Delete offline email
ar: حذف البريد الإلكتروني غير المتصل
de: Offline-E-Mail löschen
fr: Supprimer les messages hors-ligne
ga: Scrios ríomhphost as líne
ru: Удалить оффлайн-письмо
ta: இணைப்பில்லாத மின்னஞ்சலை நீக்கு
uk: Видалити офлайн-електронну пошту
vi: Xóa tin nhắn ngoại tuyến
zh_hans: 删除离线电子邮件
