Repository: linagora/tmail-flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, fr, ga, it, ru, ta, uk, vi, zh_hans

# toastMessageShowFolderSuccess
source: This folder is already displayed in your primary folder
de: Dieser Ordner wird bereits in Ihrem Hauptordner angezeigt
fr: Ce dossier est déjà affiché dans votre dossier principal
ga: Tá an fillteán seo ar taispeáint cheana féin i do phríomhfhillteán
ru: Эта папка уже отображается в вашей основной папке
ta: இந்த கோப்புறை ஏற்கனவே உங்கள் முதன்மை கோப்புறையில் காட்டப்பட்டுள்ளது
uk: Ця папка вже відображається у вашій основній папці
vi: Thư mục này đã được hiển thị trong thư mục chính của bạn
zh_hans: 此文件夹已显示在您的主文件夹中

source: Replied and Forwarded message
ar: تم الرد وإعادة توجيه الرسالة
de: Beantwortete und weitergeleitete Nachricht
fr: Message répondu et transféré
ga: Teachtaireacht freagartha agus curtha ar aghaidh
ru: Сообщение с ответом и пересланное сообщение
ta: பதிலளித்த மற்றும் அனுப்பப்பட்ட செய்தி
uk: Відповіли та переслали повідомлення
vi: Tin nhắn được trả lời và chuyển tiếp
zh_hans: 已回复并转发邮件

source: Empty Trash
ar: سلة مهملات فارغة
de: Papierkorb leeren
fr: Vider la corbeille
ga: Folmhaigh an Bruscar
ru: Очистить Корзину
ta: வெற்று குப்பை
uk: Очистити кошик
vi: Làm trống thùng rác
zh_hans: 清空已删除邮件

# folderVisibilitySubtitle
source: Show/ hide your folders, including your personal folders and team mailboxes.
de: Ordner anzeigen/ausblenden, einschließlich Ihrer persönlichen Ordner und Team-Postfächer.
fr: Afficher/masquer vos dossiers, y compris vos dossiers personnels et vos boîtes aux lettres d'équipe.
ga: Taispeáin/ folaigh d'fhillteáin, lena n-áirítear d'fhillteáin phearsanta agus do bhoscaí poist foirne.
ru: Отображайте/скрывайте свои папки, включая личные и групповые.
ta: உங்கள் தனிப்பட்ட கோப்புறைகள் மற்றும் குழு அஞ்சல் பெட்டிகள் உட்பட உங்கள் கோப்புறைகளைக் காட்டவும்/ மறைக்கவும்.
uk: Показати/приховати ваші папки, включаючи особисті папки та поштові скриньки команди.
vi: Hiện/ẩn thư mục, bao gồm các thư mục cá nhân và hộp thư nhóm.
zh_hans: 显示/隐藏文件夹，包括您的个人文件夹和团队邮箱。

# messageDialogWhenStoreSendingEmailThird
source: emails. They will be delivered when you connect to the internet. To edit these emails before sending, go to the
ar: رسائل البريد الإلكتروني. سيتم تسليمها عند الاتصال بالإنترنت. لتحرير رسائل البريد الإلكتروني هذه قبل إرسالها، انتقل إلى
de: E-Mails. Sie werden zugestellt, sobald Sie eine Verbindung zum Internet herstellen. Um diese E-Mails vor dem Senden zu bearbeiten, gehen Sie zu dem/der
fr: des messages. Ils seront délivrés lorsque vous vous connecterez à Internet. Pour modifier ces messages avant de les envoyer, rendez-vous sur
ga: ríomhphoist. Déanfar iad a sheachadadh nuair a nascann tú leis an idirlíon. Chun na ríomhphoist seo a chur in eagar sula seoltar iad, téigh go dtí an
ru: письма. Они будут доставлены при подключении к Интернету. Чтобы отредактировать эти электронные письма перед отправкой, перейдите в
ta: மின்னஞ்சல்கள். நீங்கள் இணையத்துடன் இணைக்கும்போது அவை வழங்கப்படும். அனுப்புவதற்கு முன் இந்த மின்னஞ்சல்களைத் திருத்த, செல்லவும்
uk: електронні листи. Вони будуть доставлені, коли ви підключитеся до Інтернету. Щоб редагувати ці електронні листи перед надсиланням, перейдіть до
vi: tin nhắn. Chúng sẽ được gửi khi bạn kết nối mạng. Để chỉnh sửa những tin nhắn này trước khi gửi, hãy đi tới
zh_hans: 电子邮件。这些邮件将在您连接互联网后发送。要在发送前编辑这些电子邮件，请转到

# messageHaveBeenDeletedSuccessfully
source: Messages have been deleted successfully
ar: تم حذف الرسائل بنجاح
de: Nachrichten wurden erfolgreich gelöscht
fr: Les messages ont été supprimés avec succès
ga: D' éirigh le scriosadh teachtaireachtaí
ru: Сообщения успешно удалены
ta: செய்திகள் வெற்றிகரமாக நீக்கப்பட்டுள்ளன
uk: Повідомлення успішно видалено
vi: Tin nhắn đã được xóa thành công
zh_hans: 已成功删除邮件

source: Error
ar: خطأ
de: Fehler
fr: Erreur
ga: Earráid
ru: Ошибка
ta: பிழை
uk: Помилка
vi: Lỗi
zh_hans: 错误

# outboxMailboxDisplayName
source: Outbox
ar: الصادر
de: Postausgang
fr: Boîte d'envoi
ga: Bosca Amach
ru: Исходящие
ta: அவுட்பாக்ச்
uk: Вихідні
vi: Hộp thư đi
zh_hans: 发件箱

source: An attendee
ar: أحد الحضور
de: Ein Teilnehmer
fr: Un participant
ga: An lucht freastail
ru: Участник
ta: ஒரு பங்கேற்பாளர்
uk: Учасник
vi: Một người tham dự
zh_hans: 一位参加者

# messageEventActionBannerAttendeeCounter
source: has proposed changes to the event
ar: اقترح تغييرات على الحدث
de: hat Änderungen zum Ereignis vorgeschlagen
fr: a proposé des modifications à l'événement
ga: tá athruithe beartaithe aige ar an imeacht
ru: предложил(а) изменения к этому событию
ta: நிகழ்வில் மாற்றங்களை முன்மொழிந்தது
uk: запропонував зміни до заходу
vi: đã đề xuất thay đổi sự kiện
zh_hans: 已提议对活动进行更改

source: Delete all spam emails now
ar: احذف جميع رسائل البريد الإلكتروني العشوائية الآن
de: Alle Spam-E-Mails jetzt löschen
fr: Supprimez tous les indésirables maintenant
ga: Scrios gach ríomhphost spam anois
ru: Удалить все спам-письма
ta: அனைத்து ச்பேம் மின்னஞ்சல்களையும் இப்போது நீக்கவும்
uk: Видалити всі спам-листи зараз
vi: Xóa tất cả thư rác ngay bây giờ
zh_hans: 现在删除全部垃圾邮件

# quotaErrorBannerTitle
source: You have run out of storage space
ar: لقد نفدت مساحة التخزين
de: Sie haben keinen Speicherplatz mehr
fr: Vous n'avez plus d'espace de stockage libre
ga: Tá tú ag rith amach as spás stórála
ru: Вы достигли лимита хранилища
ta: நீங்கள் சேமிப்பிட இடத்தை விட்டு வெளியேறிவிட்டீர்கள்
uk: У вас закінчилося місце для зберігання
vi: Bạn đã hết dung lượng lưu trữ
zh_hans: 您的存储空间用完了

# createFolderSuccessfullyMessage
source: You successfully created {folderName} folder
ar: لقد قمت بإنشاء المجلد {folderName} بنجاح
de: Sie haben den Ordner {folderName} erfolgreich erstellt
fr: Vous avez créé avec succès le dossier {folderName}
ga: D' éirigh leat fillteán {folderName} a chruthú
ru: Вы успешно создали папку {folderName}
ta: நீங்கள் வெற்றிகரமாக {folderName} கோப்புறையை உருவாக்கியுள்ளீர்கள்
uk: Ви успішно створили папку {folderName}
vi: Bạn đã tạo thành công thư mục {folderName}
zh_hans: 您已成功创建 {folderName} 文件夹

source: Enter some suggestions
ar: أدخل بعض الاقتراحات
de: Geben Sie einige Vorschläge ein
fr: Entrez quelques mots
ga: Cuir isteach roinnt moltaí
ru: Введите предложения
ta: சில பரிந்துரைகளை உள்ளிடவும்
uk: Введіть кілька пропозицій
vi: Nhập một số gợi ý
zh_hans: 输入一些建议

source: Embed code
ar: تضمين التعليمات البرمجية
de: Code einbetten
fr: Éditer en HTML
ga: Leabú cód
ru: Код для вставки
ta: குறியீடு உட்பொதித்தல்
uk: Вбудувати код
vi: Mã
zh_hans: 嵌入代码

source: External domain
de: Externe Domain
fr: Domaine externe
ga: Fearann seachtrach
ru: Внешний домен
ta: வெளிப்புற களம்
uk: Зовнішній домен
vi: Tên miền bên ngoài
zh_hans: 外部域

# languageFrench
source: French
ar: اللغة الفرنسية
de: Französisch
fr: Français
ga: Fraincis
it: Francese
ru: Французский
ta: பிரஞ்சு
uk: Французька
zh_hans: 法语

source: Choose image
ar: اختر صورة
de: Bild auswählen
fr: Choisir une image
ga: Roghnaigh íomhá
it: Scegli immagine
ru: Выбрать изображение
ta: படத்தைத் தேர்வுசெய்க
uk: Виберіть зображення
vi: Chọn ảnh
zh_hans: 选择图片

# errorMessageWhenStartDateVacationIsEmpty
source: Please enter a valid start date
ar: الرجاء إدخال تاريخ بدء صالح
de: Bitte geben Sie ein gültiges Anfangsdatum ein
fr: Veuillez entrer une date de début valide
ga: Iontráil dáta tosaithe bailí le do thoil
it: Inserisci una data di inizio valida
ru: Пожалуйста, введите действительную дату начала
ta: சரியான தொடக்க தேதியை உள்ளிடவும்
uk: Будь ласка, введіть дійсну дату початку
vi: Vui lòng điền ngày bắt đầu
zh_hans: 请输入有效的开始日期

# deleteRecipient
source: Remove recipients
ar: إزالة المستلمين
de: Empfänger entfernen
fr: Supprimer des destinataires
ga: Bain faighteoirí
it: Eliminare destinatari
ru: Удалить получателей
ta: பெறுநர்களை அகற்று
uk: Вилучити одержувачів
vi: Xoá người nhận
zh_hans: 移除收件人

source: Add Recipients
ar: إضافة المستلمين
de: Empfänger hinzufügen
fr: Ajouter des destinataires
ga: Cuir Faighteoirí Leis
it: Aggiungi destinatari
ru: Добавить получателей
ta: பெறுநர்களைச் சேர்க்கவும்
uk: Додати Одержувачів
vi: Thêm người nhận
zh_hans: 添加收件人

# hintSearchInputContact
source: Enter name or email
ar: أدخل الاسم أو البريد الإلكتروني
de: Name oder E-Mail-Adresse eingeben
fr: Entrez le nom ou l'adresse e-mail
ga: Iontráil ainm nó ríomhphost
it: Inserisci il nome o l'e-mail
ru: Введите имя или адрес
ta: பெயர் அல்லது மின்னஞ்சலை உள்ளிடவும்
uk: Введіть ім'я або електронну пошту
vi: Điền tên hoặc email
zh_hans: 输入名称或电子邮件

source: Messages have been resent
ar: تم إعادة إرسال الرسائل
de: Nachrichten wurden erneut gesendet
fr: Les messages ont été renvoyés
ga: Cuireadh teachtaireachtaí ar ais
ru: Сообщения отправлены еще раз
ta: செய்திகள் மனக்குறை அடைந்துள்ளன
uk: Повідомлення надіслано повторно
vi: Tin nhắn đã được gửi lại
zh_hans: 已重新发送邮件

source: Connection error
ar: خطأ في الإتصال
de: Verbindungsfehler
fr: Erreur de connexion
ga: Earráid naisc
ru: Ошибка подключения
ta: இணைப்பு பிழை
uk: Помилка підключення
vi: Lỗi kết nối
zh_hans: 连接错误

# messageEventActionBannerAttendeeAccepted
source: has accepted this invitation
ar: وقد قبل هذه الدعوة
de: hat die Einladung angenommen
fr: a accepté cette invitation
ga: tar éis glacadh leis an gcuireadh sin
ru: принял(а) это приглашение
ta: இந்த அழைப்பை ஏற்றுக்கொண்டது
uk: прийняв це запрошення
vi: đã chấp nhận lời mời này
zh_hans: 接受了此邀请

source: Last 6 months
ar: آخر 6 أشهر
de: Letzte 6 Monate
fr: Les 6 derniers mois
ga: Le 6 mhí anuas
it: Ultimi 6 mesi
ru: Последние 6 месяцев
ta: கடந்த 6 மாதங்கள்
uk: Останні 6 місяців
vi: 6 tháng gần đây
zh_hans: 过去 6 个月

# loginInputSSOMessage
source: Sign-in with my SSO account
ar: تسجيل الدخول بحساب SSO الخاص بي
de: Mit meinem SSO-Konto anmelden
fr: Me connecter avec mon compte SSO
ga: Sínigh isteach le mo chuntas SSO
it: Acceso con il mio account SSO
ru: Войти с помощью системы единого входа
ta: எனது ஒருகைஉள் கணக்கில் உள்நுழைக
uk: Увійти за допомогою мого облікового запису SSO
vi: Đăng nhập một lần (SSO)
zh_hans: 使用我的 SSO 账号登录

source: Subject
ar: الموضوع
de: Betreff
fr: Sujet
ga: Ábhar
it: Oggetto
ru: Тема
ta: பொருள்
uk: Тема
vi: Tiêu đề
zh_hans: 主题

source: Clear filter
ar: أزل الفلتر
de: Filter löschen
fr: Effacer les filtres
ga: Glan an scagaire
it: Pulire i filtri
ru: Сбросить фильтры
ta: தெளிவான வடிகட்டி
uk: Очистити фільтр
vi: Xoá bộ lọc
zh_hans: 清除筛选

# languageEnglish
source: English
ar: اللغة الإنجليزية
de: Englisch
fr: Anglais
ga: Béarla
it: Inglese
ru: Английский
ta: ஆங்கிலம்
uk: Англійська
zh_hans: 英语

source: Insert image
ar: إدراج صورة
de: Bild einfügen
fr: Insérer une image
ga: Ionsáigh íomhá
it: Inserisci immagine
ru: Вставить изображение
ta: படத்தைச் செருகவும்
uk: Вставити зображення
vi: Chèn ảnh
zh_hans: 插入图片

source: Create new rule
ar: أنشئ قاعدة جديدة
de: Neue Regel erstellen
fr: Créer une nouvelle règle
ga: Cruthaigh riail nua
it: Crea una nuova regola
ru: Создать новое правило
ta: புதிய விதியை உருவாக்கவும்
uk: Створити нове правило
vi: Tạo mới bộ lọc
zh_hans: 创建新规则

# rulesNameHintTextInput
source: Enter the rule name
ar: أدخل اسم القاعدة
de: Geben Sie den Namen der Regel ein
fr: Entrez le nom de la règle
ga: Iontráil ainm na rialach
it: Inserisci il nome della regola
ru: Введите название правила
ta: விதி பெயரை உள்ளிடவும்
uk: Введіть назву правила
vi: Nhập tên bộ lọc
zh_hans: 输入规则名称

source: No end date
ar: لا يوجد تاريخ انتهاء
de: Kein Enddatum
fr: Pas de date de fin
ga: Gan dáta deiridh
it: Nessuna data di fine
ru: Без даты окончания
ta: இறுதி தேதி இல்லை
vi: Không có ngày kết thúc
zh_hans: 无结束日期

# appGridTittle
source: Go to applications
ar: انتقل إلى التطبيقات
de: Zu den Anwendungen gehen
fr: Accéder aux applications
ga: Téigh chuig iarratais
it: Vai alle applicazioni
ru: Перейти к приложениям
ta: விண்ணப்பங்களுக்குச் செல்லவும்
uk: Перейти до програм
vi: Mở ứng dụng
zh_hans: 转到应用程序

source: Team-mailboxes
de: Team-Postfächer
ga: Boscaí poist foirne
it: Caselle di posta del team
ru: Общие почтовые ящики
ta: குழு-அஞ்சல் பெட்டிகள்
uk: Командні поштові скриньки
vi: Hộp thư nhóm
zh_hans: 团队邮箱

source: This image cannot be added.
ar: لا يمكن إضافة هذه الصورة.
de: Dieses Bild kann nicht hinzugefügt werden.
fr: Cette image ne peut pas être ajoutée.
ga: Ní féidir an íomhá seo a chur leis.
it: Questa immagine non può essere aggiunta.
ru: Невозможно добавить это изображение.
ta: இந்த படத்தை சேர்க்க முடியாது.
uk: Це зображення не можна додати.
vi: Không thể thêm hình ảnh này.
zh_hans: 无法添加此图片。

source: Delivering
ar: تسليم
de: Zustellen
fr: Livraison en cours
ga: Seachadadh
ru: Доставляется
ta: வழங்குதல்
uk: Доставка
vi: Đang gửi
zh_hans: 正在发送

# invitationMessageCalendarInformation
source: has invited you in to a meeting:
ar: قام بدعوتك لحضور اجتماع:
de: hat Sie zu einer Besprechung eingeladen:
fr: vous a invité à une réunion :
ga: tar éis cuireadh a thabhairt duit teacht isteach chuig cruinniú:
ru: пригласил(а) вас на встречу:
ta: ஒரு கூட்டத்திற்கு உங்களை அழைத்தது:
uk: запросив вас на зустріч:
vi: đã mời bạn đến một cuộc họp:
zh_hans: 邀请您参加会议：

source: Personal folders
ar: المجلدات الشخصية
de: Persönliche Ordner
fr: Dossiers personnels
ga: Fillteáin phearsanta
it: Cartelle personali
ru: Личные папки
ta: தனிப்பட்ட கோப்புறைகள்
uk: Особисті папки
vi: Thư mục cá nhân
zh_hans: 个人文件夹

# youAreInOfflineMode
source: You're in offline mode
ar: أنت في وضع غير متصل بالشبكة
de: Sie sind im Offline-Modus
fr: Vous êtes en mode hors ligne
ga: Tá tú i mód as líne
ru: Вы в оффлайн-режиме
ta: நீங்கள் இணைப்பில்லாத பயன்முறையில் இருக்கிறீர்கள்
uk: Ви в офлайн-режимі
vi: Bạn đang ở chế độ ngoại tuyến
zh_hans: 您处于离线模式

source: Html
ta: உஉகுமொ

source: Delete messages forever
ar: حذف الرسائل بشكل دائم
de: Nachrichten endgültig löschen
fr: Supprimer les messages pour toujours
ga: Scrios teachtaireachtaí go deo
it: Elimina i messaggi per sempre
ru: Удалить сообщения навсегда
ta: செய்திகளை எப்போதும் நீக்கு
uk: Видалити повідомленнями назавжди
vi: Xoá tin nhắn vĩnh viễn
zh_hans: 永久删除邮件

source: Unread
ar: غير مقروءة
de: Ungelesen
fr: Non lu
ga: Gan léamh
it: Non letto
ru: Не прочитано
ta: படிக்காதது
uk: Непрочитане
vi: Chưa đọc
zh_hans: 未读

source: New Identity
ar: هوية جديدة
de: Neue Identität
fr: Nouvelle identité
ga: Aitheantas Nua
it: Nuova identità
ru: Новый аккаунт
ta: புதிய அடையாளம்
uk: Нова ідентичність
vi: Định danh mới
zh_hans: 新身份

source: Clean
de: Bereinigen
fr: Vider
ga: Glan
ru: Очистить
ta: தூய்மையான
uk: Чистий
vi: Dọn dẹp
zh_hans: 清理

# headerNameOfRules
source: Name of Rules
ar: اسم القواعد
de: Name der Regeln
fr: Nom des règles
ga: Ainm na Rialacha
it: Nome delle regole
ru: Название правил
ta: விதிகளின் பெயர்
uk: Назва правил
vi: Tên bộ lọc
zh_hans: 规则名称

source: Message has been sent successfully.
ar: تم إرسال الرسالة بنجاح.
de: Nachricht wurde erfolgreich gesendet.
fr: Le message a été envoyé avec succès.
ga: Seoladh an teachtaireacht go rathúil.
ru: Сообщение успешно отправлено.
ta: செய்தி வெற்றிகரமாக அனுப்பப்பட்டுள்ளது.
uk: Повідомлення успішно надіслано.
vi: Tin nhắn đã được gửi thành công.
zh_hans: 已成功发送邮件。

# doesNotHave
source: Doesn’t have
ar: لا يملك
de: Hat nicht
fr: Ne contient pas
ga: Nach bhfuil
it: Non include
ru: Не включает
ta: இல்லை
uk: Не має
vi: Không chứa
zh_hans: 没有

source: Select Folder
de: Ordner auswählen
fr: Sélectionner le dossier
ga: Roghnaigh Fillteán
ru: Выбрать папку
ta: கோப்புறையைத் தேர்ந்தெடு
uk: Вибрати папку
vi: Chọn thư mục
zh_hans: 选择文件夹

source: Font Family
de: Schriftfamilie
fr: Famille de polices
ga: Teaghlach Cló
it: Famiglia di font
ru: Гарнитура шрифта
ta: எழுத்துரு குடும்பம்
uk: Сімейство шрифтів
vi: Họ phông chữ
zh_hans: 字体系列

# vacationSettingExplanation
source: Sends an automated reply to incoming messages.
ar: يرسل رد آلي على الرسائل الواردة.
de: Sendet eine automatische Antwort auf eingehende Nachrichten.
fr: Envoie une réponse automatique aux messages reçus.
ga: Seolann seo freagra uathoibrithe ar theachtaireachtaí isteach.
it: Invia una risposta automatica ai messaggi in arrivo.
ru: Отправляет автоматический ответ на входящие сообщения.
ta: உள்வரும் செய்திகளுக்கு தானியங்கி பதிலை அனுப்புகிறது.
uk: Надсилає автоматичну відповідь на вхідні повідомлення.
vi: Trả lời tự động.
zh_hans: 对收到的邮件发送自动回复。

source: Start time
ar: وقت البدء
de: Anfangszeit
fr: Heure de début
ga: Am tosaithe
it: Tempo di inizio
ru: Время начала
ta: தொடக்க நேரம்
uk: Час початку
vi: Bắt đầu
zh_hans: 开始时间

# hintSubjectInputVacationSetting
source: Enter subject
ar: أدخل الموضوع
de: Betreff eingeben
fr: Entrez le sujet
ga: Iontráil ábhar
it: Inserisci oggetto
ru: Введите тему
ta: பொருள் உள்ளிடவும்
uk: Введіть тему
vi: Tiêu đề
zh_hans: 输入主题

source: Message is required
ar: الرسالة مطلوبة
de: Nachricht ist erforderlich
fr: Un message est requis
ga: Tá teachtaireacht de dhíth
it: Il messaggio è obbligatorio
ru: Введите сообщение
ta: செய்தி தேவை
uk: Повідомлення обов'язкове
vi: Tin nhắn bắt buộc
zh_hans: 请填写邮件

source: End now
ar: تنتهي الآن
de: Jetzt beenden
fr: Termine maintenant
ga: Críochnaigh anois
it: Finisci ora
ru: Закончить
ta: இப்போது முடிவடையும்
uk: Кінець зараз
vi: Kết thúc
zh_hans: 现在结束

# titleBackground
source: Background
ar: الخلفية
de: Hintergrund
fr: Arrière-plan
ga: Cúlra
it: Sfondo
ru: Фон
ta: பின்னணி
uk: Передісторія
vi: Nền
zh_hans: 背景

# titleQuickStyles
source: Quick styles
ar: الأساليب السريعة
de: Schnellformatvorlagen
fr: Styles rapides
ga: Stíleanna tapa
it: Stili veloci
ru: Быстрое форматирование
ta: விரைவான பாணிகள்
uk: Швидкі стилі
vi: Định dạng
zh_hans: 快速样式

source: Discard
ar: ينبذ
de: Verwerfen
fr: Rejeter
ga: Ná Sábháil
it: Scartare
ru: Отменить
ta: நிராகரிக்கவும்
uk: Відкинути
vi: Huỷ bỏ
zh_hans: 舍弃

# login_text_slogan
source: Twake Mail
ta: அஞ்சல் அனுப்பவும்

# to_email_address_prefix
source: To
ar: إلى
de: An
fr: À
ga: Chun
it: A
ru: Кому
ta: பெறுநர்
uk: До
vi: Đến
zh_hans: 收件人

# addNewRule
source: Add rule
ar: أضف القاعدة
de: Regel hinzufügen
fr: Ajouter une règle
ga: Cuir riail leis
it: Aggiungi regola
ru: Новое правило
ta: விதியைச் சேர்க்கவும்
uk: Додати правило
vi: Thêm quy tắc lọc
zh_hans: 添加规则

source: From me
ar: مني
de: Von mir
fr: De moi
ga: Uaimse
it: Da me
ru: От меня
ta: என்னிடமிருந்து
uk: Від мене
vi: Từ tôi
zh_hans: 来自我

source: Last 30 days
ar: آخر 30 يومًا
de: Letzte 30 Tage
fr: Les 30 derniers jours
ga: Le 30 lá anuas
it: Ultimi 30 giorni
ru: Последние 30 дней
ta: கடந்த 30 நாட்கள்
uk: Останні 30 днів
vi: 30 ngày gần đây
zh_hans: 过去 30 天

source: Move message
ar: نقل الرسالة
de: Nachricht verschieben
fr: Déplacer le message
ga: Bog teachtaireacht
it: Sposta il messaggio
ru: Переместить сообщение
ta: செய்தியை நகர்த்தவும்
uk: Перемістити повідомлення
vi: Di chuyển tin nhắn
zh_hans: 移动邮件

source: Read
ar: مقروءة
de: Gelesen
fr: Lu
ga: Léigh
it: Letto
ru: Прочитано
ta: படிக்க
uk: Читати
vi: Đã đọc
zh_hans: 已读

source: User cancel download file
ar: تم إلغاء تنزيل الملف بواسطة المستخدم
de: Benutzer bricht das Herunterladen ab
fr: L'utilisateur a annulé le téléchargement du fichier
ga: Cealaigh an t-úsáideoir an comhad íoslódála
it: L'utente annulla la scarica del file
ru: Пользователь отменил загрузку файла
ta: பயனர் பதிவிறக்க கோப்பை ரத்துசெய்
uk: Користувач скасував завантаження файлу
vi: Người dùng hủy tải xuống
zh_hans: 用户取消下载文件

source: Start date
ar: تاريخ البدء
de: Anfangsdatum
fr: Date de début
ga: Dáta tosaithe
it: Data di inizio
ru: Дата начала
ta: தொடக்க தேதி
uk: Дата початку
vi: Bắt đầu
zh_hans: 开始日期

source: Page 404
ar: صفحة 404
de: Seite 404
ga: Leathanach 404
it: Pagina 404
ru: Страница 404
ta: பக்கம் 404
uk: Сторінка 404
vi: Trang 404
zh_hans: 页面 404

source: Send anyway
ar: إرسال على أي حال
de: Trotzdem senden
fr: Envoyer quand même
ga: Seol ar aon nós
it: Inviare lo stesso
ru: Все равно отправить
ta: எப்படியும் அனுப்புங்கள்
uk: Надіслати все одно
vi: Tiếp tục gửi
zh_hans: 仍要发送

# subTitleReadReceiptRequestNotificationMessage
source: The sender has requested a Read receipt for this email. Send Read receipt?
ar: لقد طلب المرسل إيصالاً بالقراءة لهذا البريد الإلكتروني. إرسال إيصال بالقراءة؟
de: Der Absender hat eine Lesebestätigung für diese E-Mail angefordert. Lesebestätigung senden?
fr: L'expéditeur a demandé l'envoi d'un accusé de réception pour ce message. Envoyer un accusé de réception ?
ga: D'iarr an seoltóir admháil Léigh don ríomhphost seo. Seol admháil Léigh?
it: Il mittente ha richiesto una conferma di lettura per questa email. Invia la conferma?
ru: Отправитель запросил уведомление о прочтении этого письма. Отправить уведомление?
ta: அனுப்புநர் இந்த மின்னஞ்சலுக்கான வாசிப்பு ரசீதை கோரியுள்ளார். வாசிப்பு ரசீது அனுப்பவா?
uk: Відправник запросив сповіщення про прочитання для цього електронного листа. Надіслати сповіщення про прочитання?
vi: Người gửi đã yêu cầu xác nhận đọc cho email này. Gửi xác nhận đọc?
zh_hans: 发件人已请求此电子邮件的已读回执。是否发送已读回执？

source: Unstar
ar: إزالة العلامة النجمية
de: Markierung entfernen
fr: Retirer des favoris
ga: UnstarName
it: Rimuovi dal preferito
ru: Убрать из избранного
ta: ச்டார்
uk: Зняти зірочку
vi: Không quan trọng
zh_hans: 移除星标

# bannerMessageSendingQueueView
source: Messages in Sending queue folder will be sent or scheduled when online.
ar: سيتم إرسال الرسائل الموجودة في صندوق بريد قائمة انتظار الإرسال أو جدولتها عند الاتصال بالإنترنت.
de: Nachrichten im Ordner 'Sende-Warteschlange' werden gesendet oder geplant, wenn eine Verbindung besteht.
fr: Les messages dans le dossier de la file d'attente seront envoyés ou planifiés lorsque vous serez en ligne.
ga: Seolfar teachtaireachtaí i bhfillteán na scuaine a sheoladh nó a sceidealú nuair a bheidh siad ar líne.
ru: Сообщения в очереди будут отправлены, когда вы вернетесь онлайн.
ta: வரிசை கோப்புறையை அனுப்பும் செய்திகள் ஆன்லைனில் இருக்கும்போது அனுப்பப்படும் அல்லது திட்டமிடப்படும்.
uk: Повідомлення в папці черги надсилання будуть надіслані або заплановані під час підключення до Інтернету.
vi: Tin nhắn trong thư mục Hàng đợi để gửi sẽ được gửi hoặc lên lịch khi có kết nối mạng.
zh_hans: 上线后将发送或安排发送队列文件夹中的邮件。

# titlePageNotFound
source: Oops, we can’t find that page
ar: عفوًا ، لا يمكننا العثور على تلك الصفحة
de: Ups, wir können diese Seite nicht finden
fr: Oups, la page est introuvable
ga: Oops, ní féidir linn an leathanach sin a aimsiú
it: Spiacenti, non riusciamo a trovare questa pagina
ru: Ой, мы не можем найти эту страницу
ta: அச்சச்சோ, அந்த பக்கத்தை எங்களால் கண்டுபிடிக்க முடியவில்லை
uk: Ой, ми не можемо знайти цю сторінку
vi: Xin lỗi, chúng tôi không thể tìm thấy trang
zh_hans: 糟糕，我们找不到该页面

# app_name
source: Twake Mail
ta: அஞ்சல் அனுப்பவும்

source: Skip
ar: تخطي
de: Überspringen
fr: Ignorer
ga: Scipeáil
it: Saltare
ru: Пропустить
ta: தவிர்
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过

source: Hide
ar: إخفاء
de: Ausblenden
fr: Masquer
ga: Folaigh
it: Nascondere
ru: Скрыть
ta: மறை
uk: Приховати
vi: Ẩn
zh_hans: 隐藏

source: Time
ar: وقت
de: Zeit
fr: Temps
ga: Am
ru: Время
ta: நேரம்
uk: Час
vi: Thời gian
zh_hans: 时间

# ssoNotAvailable
source: Single sign-on (SSO) is not available
ar: تسجيل الدخول الأحادي (SSO) غير متاح
de: Einmalanmeldung (SSO) ist nicht verfügbar
fr: L'authentification unique (SSO) n'est pas disponible
ga: Níl síniú aonair (SSO) ar fáil
it: Accesso singolo (SSO) non è disponibile
ru: Единый вход (SSO) недоступен
ta: ஒற்றை உள்நுழைவு (SSO) கிடைக்கவில்லை
uk: Єдиний вхід (SSO) недоступний
vi: Đăng nhập một lần (SSO) không sẵn sàng
zh_hans: 单点登录不可用

source: Folders
ar: المجلدات
de: Ordner
fr: Dossiers
ga: Fillteáin
it: Cartelle
ru: Папки
ta: கோப்புறைகள்
uk: Папки
vi: Thư mục
zh_hans: 文件夹

# hint_content_email_composer
source: Start writing your email here
ar: ابدأ كتابة رسالتك البريدية هنا
de: Beginnen Sie hier mit dem Schreiben Ihrer E-Mail
fr: Commencez à rédiger votre message ici
ga: Tosaigh ag scríobh do r-phost anseo
it: Inizia a scrivere la tua e-mail qui
ru: Начните писать свое письмо здесь
ta: உங்கள் மின்னஞ்சலை இங்கே எழுதத் தொடங்குங்கள்
uk: Почніть писати свій електронний лист тут
vi: Soạn thư
zh_hans: 在此处开始写邮件

source: Login
ar: تسجيل الدخول
de: Anmelden
fr: Se connecter
ga: Logáil isteach
it: Accedi
ru: Вход в систему
ta: புகுபதிவு
uk: Вхід
vi: Đăng nhập
zh_hans: 登录
