Repository: linagora/tmail-flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, fr, ga, it, ru, ta, uk, vi, zh_hans

# messageDialogDeleteSendingEmail
source: Deleting an offline email will erase its content permanently. You won't be able to undo this action or recover the email from the Trash folder.
ar: سيؤدي حذف البريد الإلكتروني غير المتصل بالإنترنت إلى مسح محتواه نهائيًا. لن تتمكن من التراجع عن هذا الإجراء أو استرداد البريد الإلكتروني من صندوق بريد سلة المهملات.
de: Das Löschen einer Offline-E-Mail wird deren Inhalt dauerhaft entfernen. Sie können diese Aktion nicht rückgängig machen und die E-Mail nicht aus dem Papierkorb wiederherstellen.
fr: La suppression d'un message hors-ligne effacera définitivement son contenu. Il ne sera pas possible d'annuler cette action ni de récupérer le message depuis la corbeille.
ga: Má scriostar ríomhphost as líne, scriosfar a ábhar go buan. Ní bheidh tú in ann an gníomh seo a chealú nó an ríomhphost a ghnóthú ón bhfillteán Bruscar.
ru: Удаление оффлайн-письма приведет к безвозвратному удалению его содержимого. Вы не сможете отменить это действие или восстановить письмо из «Корзины».
ta: இணைப்பில்லாத மின்னஞ்சலை நீக்குவது அதன் உள்ளடக்கத்தை நிரந்தரமாக அழிக்கும். இந்த செயலை நீங்கள் செயல்தவிர்க்கவோ அல்லது குப்பைக் கோப்புறையிலிருந்து மின்னஞ்சலை மீட்டெடுக்கவோ முடியாது.
uk: Видалення офлайн-електронного листа призведе до остаточного видалення його вмісту. Ви не зможете скасувати цю дію або відновити електронний лист із папки «Кошик».
vi: Xóa tin nhắn ngoại tuyến sẽ xóa nội dung của nó vĩnh viễn. Bạn sẽ không thể hoàn tác hành động này hoặc khôi phục tin nhắn từ Thùng rác.
zh_hans: 删除离线邮件将永久擦除其内容。您将无法撤销此操作或从已删除邮件文件夹恢复邮件。

# inboxMailboxDisplayName
source: Inbox
ar: الوارد
de: Posteingang
fr: Boîte de réception
ga: Bosca Isteach
ru: Входящие
ta: இன்பாக்ச்
uk: Вхідні
vi: Hộp thư đến
zh_hans: 收件箱

source: Location
ar: موقع
de: Ort
fr: Lieu
ga: Suíomh
ru: Место встречи
ta: இடம்
uk: Розташування
vi: Địa điểm
zh_hans: 地点

# bannerDeleteAllSpamEmailsMessage
source: All messages in Spam will be deleted if you reach limited storage.
ar: سيتم حذف جميع الرسائل الموجودة في الرسائل غير المرغوب فيها إذا وصلت إلى مساحة تخزين محدودة.
de: Alle Nachrichten in Spam werden gelöscht, wenn der Speicherplatz erschöpft ist.
fr: Tous les messages dans le dossier Indésirables seront supprimés si vous atteignez votre limite de stockage.
ga: Scriosfar gach teachtaireacht i Spam má shroicheann tú stóráil theoranta.
ru: Все сообщения в папке "Спам" будут удалены, если вы достигните лимита хранилища.
ta: நீங்கள் வரையறுக்கப்பட்ட சேமிப்பிடத்தை அடைந்தால் ச்பேமில் உள்ள அனைத்து செய்திகளும் நீக்கப்படும்.
uk: Усі повідомлення у спамі будуть видалені, якщо ви досягнете обмеженого обсягу пам’яті.
vi: Tất cả thư trong Thư rác sẽ bị xóa nếu bạn đạt đến giới hạn dung lượng lưu trữ.
zh_hans: 如果存储空间达到限制，将会删除垃圾邮件中的全部邮件。

# quotaErrorBannerMessage
source: Soon you won't be able to email in Tmail. Please clean your storage or upgrade your storage to get full features in Tmail.
ar: قريبًا لن تتمكن من إرسال بريد إلكتروني إلى Tmail. يرجى تنظيف مساحة التخزين الخاصة بك أو ترقية مساحة التخزين الخاصة بك للحصول على الميزات الكاملة في Tmail.
de: Bald werden Sie keine E-Mails mehr in Tmail senden können. Bitte bereinigen Sie Ihren Speicher oder erweitern Sie ihn, um alle Funktionen von Tmail nutzen zu können.
fr: Bientôt, vous ne pourrez plus envoyer de messages dans Twake Mail. Veuillez nettoyer ou mettre à niveau votre stockage pour bénéficier de toutes les fonctionnalités de Twake Mail.
ga: Go gairid ní bheidh tú in ann ríomhphost a sheoladh chuig Tmail. Glan do stóráil nó uasghrádú do stóráil a fháil gnéithe iomlána i Tmail.
ru: Скоро вы не сможете писать письма в Tmail. Пожалуйста, очистите хранилище или обновите план, чтобы получить все возможности Tmail.
ta: விரைவில் நீங்கள் tmail இல் மின்னஞ்சல் செய்ய முடியாது. தயவுசெய்து உங்கள் சேமிப்பிடத்தை தூய்மை செய்யுங்கள் அல்லது உங்கள் சேமிப்பிடத்தை மேம்படுத்தவும்.
uk: Незабаром ви не зможете надсилати електронні листи в Tmail. Будь ласка, очистіть своє сховище або оновіть його, щоб отримати доступ до всіх функцій Tmail.
vi: Bạn sẽ sớm không thể gửi email bằng Tmail. Vui lòng dọn dẹp bộ nhớ của bạn hoặc nâng cấp bộ nhớ của bạn để có được đầy đủ tính năng trong Tmail.
zh_hans: 很快您就无法通过 Tmail 发送电子邮件。请清理您的存储空间或升级您的存储空间以获得 Tmail 的完整功能。

# markedSingleMessageToast
source: Message has been marked as {action}
ar: تم وضع علامة على الرسالة كـ{action}
de: Nachricht wurde als {action} markiert
fr: Le message a été marqué comme {action}
ga: Tá an teachtaireacht marcáilte mar {action}
ru: Сообщение было помечено как {action}
ta: செய்தி {action} என குறிக்கப்பட்டுள்ளது
uk: Повідомлення позначено як {action}
vi: Tin nhắn được đánh dấu là {action}
zh_hans: 已将邮件标记为 {action}

source: Clear folder
ar: مسح المجلد
de: Ordner leeren
fr: Vider le dossier
ga: Glan fillteán
ru: Очистить папку
ta: தெளிவான கோப்புறை
uk: Очистити папку
vi: Xoá thư mục
zh_hans: 清除文件夹

# showMoreAttachment
source: Show more (+{count})
ar: عرض المزيد (+{count})
de: Mehr anzeigen (+{count})
fr: Afficher plus (+{count})
ga: Taispeáin níos mó (+{count})
ru: Показать еще (+{count})
ta: மேலும் காட்டு (+{count})
uk: Показати більше (+{count})
vi: Thêm (+{count})
zh_hans: 显示更多（另外 {count} 个）

source: Name of folder is required
de: Name des Ordners ist erforderlich
fr: Le nom du dossier est obligatoire
ga: Tá ainm an fhillteáin de dhíth
ru: Введите название папки
ta: கோப்புறையின் பெயர் தேவை
uk: Потрібно вказати назву папки
vi: Tên thư mục là bắt buộc
zh_hans: 请填写文件夹名称

source: Create new folder failure
de: Fehler beim Erstellen eines neuen Ordners
fr: Échec de la création d'un nouveau dossier
ga: Cruthaigh teip nua fillteáin
ru: Не удалось создать папку
ta: புதிய கோப்புறை தோல்வியை உருவாக்கவும்
uk: Помилка створення нової папки
vi: Tạo thư mục mới thất bại
zh_hans: 创建新文件夹失败

source: Rename folder
de: Ordner umbenennen
fr: Renommer le dossier
ga: Athainmnigh fillteán
ru: Переименовать папку
ta: கோப்புறை மறுபெயரிடுங்கள்
uk: Перейменувати папку
vi: Đổi tên thư mục
zh_hans: 重命名文件夹

source: Create new folder
de: Neuen Ordner erstellen
fr: Créer un nouveau dossier
ga: Cruthaigh fillteán nua
ru: Создать новую папку
ta: புதிய கோப்புறையை உருவாக்கவும்
uk: Створити нову папку
vi: Tạo thư mục mới
zh_hans: 创建新文件夹

# warningMessageWhenExceedGenerallySizeInComposer
source: Your message is larger than the size generally accepted by third party email systems. If you confirm sending this mail, there is a risk that it gets rejected by your recipient system.
de: Ihre Nachricht ist größer als die üblicherweise von Drittanbieter-E-Mail-Systemen akzeptierte Größe. Wenn Sie das Senden dieser Nachricht bestätigen, besteht das Risiko, dass sie vom Empfängersystem abgelehnt wird.
fr: Votre message dépasse la taille généralement acceptée pour un email. Si vous confirmez l'envoi il y a un risque que le mail soit rejeté par le système de votre interlocuteur.
ga: Tá do theachtaireacht níos mó ná an méid a nglacann córais ríomhphoist tríú páirtí leis go ginearálta. Má dheimhníonn tú an post seo a sheoladh, tá baol ann go ndiúltóidh do chóras faighteora dó.
ru: Ваше сообщение превышает размер, принятый в сторонних почтовых системах. Если вы отправите это письмо, есть риск того, что оно будет отклонено системой получателя.
ta: மூன்றாம் தரப்பு மின்னஞ்சல் அமைப்புகளால் பொதுவாக ஏற்றுக்கொள்ளப்பட்ட அளவை விட உங்கள் செய்தி பெரியது. இந்த அஞ்சலை அனுப்புவதை நீங்கள் உறுதிப்படுத்தினால், அது உங்கள் பெறுநர் அமைப்பால் நிராகரிக்கப்படும் இடர் உள்ளது.
uk: Розмір вашого повідомлення перевищує загальноприйнятий розмір поштових систем третіх сторін. Якщо ви підтвердите надсилання цього листа, існує ризик, що його буде відхилено системою одержувача.
vi: Thư của bạn lớn hơn kích thước thường được hệ thống email của bên thứ ba chấp nhận. Nếu bạn xác nhận đã gửi thư này, có nguy cơ nó sẽ bị hệ thống người nhận từ chối.
zh_hans: 您的邮件大于第三方电子邮件系统普遍接受的大小。如果您确认发送此邮件，有可能会被收件人系统拒收。

# continueAction
source: Continue
de: Fortfahren
fr: Continuer
ga: Lean ort
ru: Продолжить
ta: தொடரவும்
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续

source: Outdent
ar: إزالة المسافة البادئة
de: Ausrücken
fr: Retrait extérieur
ga: OutdentName
it: Rientro negativo
ru: Выступ
ta: வெளியே
uk: Зменшити відступ
vi: Lề ngoài
zh_hans: 减少缩进

source: Connected to the internet
ar: متصل بالإنترنت
de: Mit dem Internet verbunden
fr: Connecté à Internet
ga: Ceangailte leis an idirlíon
ru: Подключен к Интернету
ta: இணையத்துடன் இணைக்கப்பட்டுள்ளது
uk: Підключено до інтернету
vi: Đã kết nối mạng
zh_hans: 已连接到互联网

source: Resend
ar: إعادة إرسال
de: Erneut senden
fr: Renvoyer
ga: Athdhíol
ru: Отправить еще раз
ta: மீண்டும்
uk: Надіслати повторно
vi: Gửi lại
zh_hans: 重新发送

source: You
ar: أنت
de: Sie
fr: Vous
ga: Tá tú
ru: Вы
ta: நீங்கள்
uk: Ви
vi: Bạn
zh_hans: 您

source: See all attendees
ar: رؤية جميع الحاضرين
de: Alle Teilnehmer ansehen
fr: Voir tous les participants
ga: Féach ar gach duine a d'fhreastail air
ru: Посмотреть всех участников
ta: பங்கேற்பாளர்கள் அனைவரையும் பாருங்கள்
uk: Переглянути всіх учасників
vi: Xem tất cả người tham dự
zh_hans: 查看全部与会者

source: Create filters
ar: إنشاء المرشحات
de: Filter erstellen
fr: Créer des filtres
ga: Cruthaigh scagairí
ru: Создать фильтры
ta: வடிப்பான்களை உருவாக்கவும்
uk: Створити фільтри
vi: Tạo bộ lọc
zh_hans: 创建筛选器

source: Exchange
ar: تبادل
de: Austausch
fr: Échange
ga: Malartú
it: Scambio
ru: Обмен
ta: பரிமாற்றம்
uk: Обмін
vi: Trao đổi
zh_hans: 交换

source: Not starred
ar: غير المفضلة
de: Nicht markiert
fr: Ne plus marquer comme favori
ga: Gan réalta
it: Non preferiti
ru: Не в избранном
ta: நடிக்கவில்லை
uk: Без зірочок
vi: Không quan trọng
zh_hans: 非星标邮件

source: Save as draft
ar: حفظ كمسودة
de: Als Entwurf speichern
fr: Enregistrer comme brouillon
ga: Sábháil mar dhréacht
ru: Сохранить как черновик
ta: வரைவாக சேமிக்கவும்
uk: Зберегти як чернетку
vi: Lưu nháp
zh_hans: 保存为草稿

source: Order list
ar: قائمة مرتبة
de: Bestellliste
fr: Liste ordonnée
ga: Liosta orduithe
it: Elenco ordinato
ru: Упорядоченный список
ta: ஆர்டர் பட்டியல்
uk: Список замовлень
vi: Danh sách
zh_hans: 顺序列表

# quotaStateLabel
source: {used} of {limit} Used
ar: {used} من {limit} مستعمل
de: {used} von {limit} belegt
fr: {used} sur {limit} utilisé
ga: {used} de {limit} Úsáidte
ru: Использовано {used} из {limit}
ta: {used} {limit} பயன்படுத்தப்படுகிறது
uk: Використано {used} з {limit}
vi: {used} of {limit} Đã sử dụng
zh_hans: 已用 {used}（共 {limit}）

# archiveMailboxDisplayName
source: Archive
ar: أرشيف
de: Archiv
fr: Archives
ga: Cartlann
ru: Архив
ta: காப்பகம்
uk: Архів
vi: Lưu trữ
zh_hans: 归档

# pleaseChooseAnImageSizeCorrectly
source: Please choose an image size <= {maxSize}KB
ar: الرجاء اختيار حجم الصورة <= {maxSize} كيلو بايت
de: Bitte wählen Sie ein Bild mit einer Größe von weniger als {maxSize}KB aus
fr: Merci de choisir une taille d'image inférieure à {maxSize}Ko
ga: Roghnaigh íomhá le méid níos lú ná {maxSize}KB
ru: Выберите изображение с размером менее {maxSize} КБ
ta: தயவுசெய்து {maxSize} kb ஐ விடக் குறைவான படத்தைத் தேர்வுசெய்க
uk: Будь ласка, виберіть зображення розміром менше ніж {maxSize} КБ
vi: Vui lòng chọn kích thước hình ảnh nhỏ hơn {maxSize}KB
zh_hans: 请选择不超过 {maxSize}KB 的图片

# messageEventActionBannerOrganizerInvited
source: has invited you in to a meeting
ar: لقد دعاك إلى اجتماع
de: hat Sie zu einer Besprechung eingeladen
fr: vous a invité à une réunion
ga: tar éis cuireadh a thabhairt duit teacht isteach chuig cruinniú
ru: пригласил(а) вас на встречу
ta: உங்களை ஒரு கூட்டத்திற்கு அழைத்தார்
uk: запросив вас на зустріч
vi: đã mời bạn tham dự một cuộc họp
zh_hans: 已邀请您参加会议

# movedToFolder
source: Moved to {destinationMailboxPath}
de: Nach {destinationMailboxPath} verschoben
fr: Déplacé vers {destinationMailboxPath}
ga: Bogtha go {destinationMailboxPath}
ru: Перемещено в {destinationMailboxPath}
ta: {destinationMailboxPath} க்கு மாற்றப்பட்டது
uk: Переміщено до {destinationMailboxPath}
vi: Đã chuyển đến {destinationMailboxPath}
zh_hans: 已移动到{destinationMailboxPath}

# messageConfirmationDialogDeleteRecipientForward
source: Do you want to delete email {emailAddress}?
ar: هل تريد حذف البريد الإلكتروني {emailAddress}؟
de: Möchten Sie die E-Mail-Adresse {emailAddress} löschen?
fr: Voulez-vous supprimer l'adresse e-mail {emailAddress} ?
ga: An bhfuil fonn ort ríomhphost {emailAddress} a scriosadh?
it: Vuoi eliminare l'email {emailAddress}?
ru: Вы хотите удалить адрес {emailAddress}?
ta: மின்னஞ்சலை நீக்க விரும்புகிறீர்களா {emailAddress}?
uk: Ви хочете видалити електронну пошту {emailAddress}?
vi: Bạn có muốn xoá email {emailAddress}?
zh_hans: 是否要删除电子邮件 {emailAddress}？

# totalEmailSelected
source: Deselect all ({count})
ar: إلغاء تحديد الكل ({count})
de: Alle abwählen ({count})
fr: Désélectionner ({count})
ga: Díroghnaigh gach rud ({count})
it: Deselezionare tutto ({count})
ru: Отменить выбор всех ({count})
ta: அனைத்தையும் தேர்வுநீக்கு ({count})
uk: Зняти вибір усіх ({count})
vi: Bỏ chọn tất cả ({count})
zh_hans: 取消全选 ({count})

# storageQuotas
source: Storage
ar: التخزين
de: Speicherung
fr: Stockage
ga: Stóráil
it: Spazio
ru: Хранилище
ta: சேமிப்பு
uk: Зберігання
vi: Dung lượng lưu trữ
zh_hans: 存储

# textQuotasOutOfStorage
source: Out of storage
ar: نفاد التخزين
de: Kein Speicherplatz mehr
fr: Stockage épuisé
ga: As stóráil
it: Spazio esaurito
ru: Достигнут лимит хранилища
ta: சேமிப்பகத்திற்கு வெளியே
uk: Немає місця для зберігання
vi: Hết dung lượng lưu trữ
zh_hans: 存储不足

source: Regards
ar: يعتبر
de: Mit freundlichen Grüßen
fr: Salutations
ga: Maidir le
it: Saluti
ru: С уважением
ta: அன்புடன்
uk: З повагою
vi: Trân trọng,
zh_hans: 此致

# totalNewMessagePushNotification
source: {count} new emails
ar: {count} رسائل بريد إلكتروني جديدة
de: {count} neue E-Mails
fr: {count} nouveaux messages
ga: {count} ríomhphoist nua
it: {count} nuove email
ru: {count} новых письма(-ем)
ta: {count} புதிய மின்னஞ்சல்கள்
uk: {count} нових електронних листів
vi: {count} email mới
zh_hans: {count} 封新邮件

# languageSubtitle
source: Set the language you use on Twake Mail.
de: Legen Sie die Sprache fest, die Sie in Twake Mail verwenden.
fr: Définissez la langue de Twake Mail.
ga: Socraigh an teanga a úsáideann tú ar Twake Mail.
ru: Выберите язык Twake Mail.
ta: நீங்கள் பயன்படுத்தும் மொழியை டூ அஞ்சலில் அமைக்கவும்.
uk: Встановіть мову, яку ви використовуєте в Twake Mail.
vi: Thay đổi ngôn ngữ.
zh_hans: 设置您在 Twake Mail 上使用的语言。

source: Add condition
ar: إضافة شرط
de: Bedingung hinzufügen
fr: Ajouter une condition
ga: Cuir coinníoll leis
ru: Добавить условие
ta: நிபந்தனை சேர்க்கவும்
uk: Додати умову
vi: Thêm điều kiện
zh_hans: 添加条件

source: Mark as spam
ar: وضع علامة كرسالة غير مرغوب فيها (سبام)
de: Als Spam markieren
fr: Marquer comme indésirable
ga: Marcáil mar thurscar
it: Segna come spam
ru: Пометить как спам
ta: ச்பேமாக குறி
uk: Позначити як спам
vi: Đánh dấu spam
zh_hans: 标记为垃圾邮件

source: Vacation
ar: أجازة
de: Urlaub
fr: Réponse automatique
ga: Laethanta saoire
it: Risposta automatica
ru: Автоответчик
ta: விடுமுறை
uk: Відпустка
vi: Kỳ nghỉ
zh_hans: 外出回复

# deleteEmailRule
source: Delete rule
ar: حذف القاعدة
de: Regel löschen
fr: Supprimer la règle
ga: Scrios riail
it: Elimina regola
ru: Удалить правило
ta: விதியை நீக்கு
uk: Видалити правило
vi: Xoá bộ lọc
zh_hans: 删除规则

source: Save to drafts
ar: حفظ في المسودة
de: In Entwürfen speichern
fr: Enregistrer dans les brouillons
ga: Sábháil dréachtaí
it: Salva in bozze
ru: В черновики
ta: வரைவுகளுக்கு சேமிக்கவும்
uk: Зберегти в чернетках
vi: Lưu vào nháp
zh_hans: 保存到草稿

# draftsMailboxDisplayName
source: Drafts
ar: مسودات
de: Entwürfe
fr: Brouillons
ga: Dréachtaí
ru: Черновики
ta: வரைவுகள்
uk: Чернетки
vi: Thư nháp
zh_hans: 草稿

source: Got it
ar: فهمت
de: Verstanden
fr: Compris
ga: Tá sé agam
it: Capito
ru: Понятно
ta: கிடைத்தது
uk: Зрозуміло
vi: Xác nhận
zh_hans: 知道了

source: Search
ar: البحث
de: Suchen
fr: Rechercher
ga: Cuardach
it: Ricerca
ru: Поиск
ta: தேடல்
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索

source: Not exactly equals
ar: لا يساوي بالضبط
de: Nicht genau gleich
fr: Pas exactement égal
ga: Níl sé cothrom go díreach
it: Non esattamente uguale
ru: Примерно равняется
ta: சரியாக இல்லை
uk: Не зовсім дорівнює
vi: Không chính xác bằng
zh_hans: 不完全等于

source: Bulleted list
ar: قائمة نقطية
de: Aufzählungsliste
fr: Liste à puces
ga: Liosta le hurchair
it: Elenco puntato
ru: Маркированный список
ta: புல்லட் பட்டியல்
uk: Маркований список
vi: Danh sách có dấu đầu dòng
zh_hans: 项目符号列表

source: Link
ar: الرابط
fr: Lien
ga: Nasc
ru: Ссылка
ta: இணைப்பு
uk: Посилання
vi: liên kết
zh_hans: 链接

# insertImageErrorDuplicate
source: Please input either an image or an image URL, not both
ar: الرجاء إدخال صورة أو عنوان URL للصورة ، وليس كلاهما
de: Bitte geben Sie entweder ein Bild oder eine Bild-URL ein, nicht beides
fr: Veuillez saisir une image ou une URL d'image, pas les deux
ga: Cuir isteach íomhá nó URL íomhá, ní an dá rud
it: Inserisci un'immagine o un URL immagine, non entrambi
ru: Нельзя добавить одновременно и изображение, и URL-адрес
ta: தயவுசெய்து ஒரு படம் அல்லது பட முகவரி ஐ உள்ளிடவும், இரண்டையும் அல்ல
uk: Будь ласка, введіть або зображення, або URL-адресу зображення, а не обидва
vi: Vui lòng nhập một hình ảnh hoặc một đuờng dẫn hình ảnh, không phải cả hai
zh_hans: 请输入图片或图片 URL，不能同时输入两者

# bcc_email_address_prefix
source: Bcc
fr: Copie cachée à
ga: BccName
ru: Скрытая копия
ta: பி.சி.சி.
zh_hans: 密送

# titleForeground
source: Foreground
ar: المقدمة
de: Vordergrund
fr: Premier plan
ga: Tulra
it: Primo piano
ru: Передний план
ta: முன்புறம்
uk: Передній план
vi: Vấn đề xung quanh
zh_hans: 前景

source: Move message
ar: نقل الرسالة
de: Nachricht verschieben
fr: Déplacer le message
ga: Bog teachtaireacht
it: Sposta il messaggio
ru: Переместить сообщение
ta: செய்தியை நகர்த்தவும்
vi: Di chuyển tin nhắn
zh_hans: 移动邮件

source: Reset to default
ar: إعادة التعيين إلى الوضع الافتراضي
de: Auf Standardwerte zurücksetzen
fr: Réinitialiser vers les paramètres par défaut
ga: Athshocraigh go réamhshocrú
it: Riportare alle condizioni originali
ru: Сбросить до настроек по умолчанию
ta: இயல்புநிலைக்கு மீட்டமைக்கவும்
uk: Скинути до заводських налаштувань
vi: Đặt lại về mặc định
zh_hans: 重置为默认

source: Remove
ar: إزالة
de: Entfernen
fr: Retirer
ga: Bain
it: Rimuovere
ru: Удалить
ta: அகற்று
uk: Вилучити
vi: Xóa
zh_hans: 移除

source: You have created a new default identity
ar: لقد قمت بإنشاء هوية افتراضية جديدة
de: Sie haben eine neue Standardidentität erstellt
fr: Vous avez créé une nouvelle identité par défaut
ga: Chruthaigh tú aitheantas réamhshocraithe nua
it: Hai creato una nuova identità predefinita
ru: Вы создали новый аккаунт по умолчанию
ta: நீங்கள் ஒரு புதிய இயல்புநிலை அடையாளத்தை உருவாக்கியுள்ளீர்கள்
uk: Ви створили нову ідентифікацію за замовчуванням
vi: Bạn đã tạo một danh tính mặc định mới
zh_hans: 您已创建新默认身份

# drafts_saved
source: Draft saved
ar: تم حفظ المسودة
de: Entwurf gespeichert
fr: Brouillon enregistré
ga: Dréacht sábháilte
it: Bozza salvata
ru: Черновик сохранен
ta: வரைவு சேமிக்கப்பட்டது
uk: Чернетку збережено
vi: Đã lưu bản nháp
zh_hans: 草稿已保存

# toast_message_delete_multiple_email_permanently_success
source: {count} Messages has been deleted forever
ar: تم حذف {count} رسالة بشكل دائم
de: {count} Nachrichten wurden endgültig gelöscht
fr: {count} messages ont été supprimés définitivement
ga: {count} Scriosadh teachtaireachtaí go deo
it: {count} messaggi sono stati eliminati per sempre
ru: {count} сообщений удалено навсегда
ta: {count} செய்திகள் என்றென்றும் நீக்கப்பட்டன
uk: {count} Повідомлення видалено назавжди
vi: {count} tin nhắn đã được xoá
zh_hans: 已永久删除 {count} 封邮件

source: When
ar: متى
de: Wann
fr: Quand
ga: Nuair a
ru: Когда
ta: எப்போது
uk: Коли
vi: Khi nào
zh_hans: 何时

# delete_multiple_messages_dialog
source: You are about to permanently delete {count} items in {mailboxName}. Do you want to continue?
de: Sie sind im Begriff, {count} Elemente in {mailboxName} endgültig zu löschen. Möchten Sie fortfahren?
fr: Vous allez supprimer définitivement {count} éléments dans {mailboxName}. Voulez-vous continuer ?
ga: Tá tú ar tí míreanna {count} a scriosadh go buan i {mailboxName}. An bhfuil fonn ort leanúint ar aghaidh?
it: Stai per eliminare definitivamente {count} elementi nel {mailboxName}. Vuoi continuare?
ru: Вы собираетесь безвозвратно удалить {count} элементов из {mailboxName}. Вы хотите продолжить?
ta: {அஞ்சல் பெட்டி பெயர் in இல் {count} உருப்படிகளை நிரந்தரமாக நீக்க உள்ளீர்கள். நீங்கள் தொடர விரும்புகிறீர்களா?
uk: Ви збираєтеся остаточно видалити {count} елементів у {mailboxName}. Продовжити?
vi: Bạn đang xoá vĩnh viễn {count} tin nhắn trong {mailboxName}. Bạn có tiếp tục không?
zh_hans: 您即将永久删除{mailboxName}中的 {count} 项。是否要继续？

source: Enter a subject
ar: أدخل الموضوع
de: Geben Sie einen Betreff ein
fr: Entrer un sujet
ga: Cuir isteach ábhar
ru: Введите тему
ta: ஒரு பாடத்தை உள்ளிடவும்
uk: Введіть в тему
vi: Điền tiêu đề
zh_hans: 输入主题

source: Your filter has been updated
ar: تم تحديث الفلتر الخاص بك
de: Ihr Filter wurde aktualisiert
fr: Votre filtre a été créé
ga: Nuashonraíodh do scagaire
it: Il tuo filtro è stato aggiornato
ru: Фильтр обновлен
ta: உங்கள் வடிகட்டி புதுப்பிக்கப்பட்டுள்ளது
uk: Ваш фільтр оновлено
vi: Bộ lọc của bạn đã được cập nhật
zh_hans: 已更新您的筛选器

source: End date
ar: تاريخ الانتهاء
de: Enddatum
fr: Date de fin
ga: Dáta deiridh
it: Data di fine
ru: Дата окончания
ta: இறுதி தேதி
uk: Дата завершення
vi: Kết thúc
zh_hans: 结束日期

# errorMessageWhenEndDateVacationIsInValid
source: End date must be greater than start date
ar: يجب أن يكون تاريخ الانتهاء أكبر من تاريخ البدء
de: Enddatum muss größer sein als das Anfangsdatum
fr: La date de fin doit être supérieure à la date de début
ga: Ní mór an dáta deiridh a bheith níos mó ná an dáta tosaithe
it: La data di fine deve essere maggiore della data di inizio
ru: Дата окончания должна быть больше даты начала
ta: தொடக்க தேதியை விட இறுதி தேதி அதிகமாக இருக்க வேண்டும்
uk: Дата завершення має бути більшою за дату початку
vi: Ngày kết thúc phải sau ngày bắt đầu
zh_hans: 结束日期必须晚于开始日期

source: New filter was created
ar: تم إنشاء فلتر جديد
de: Neuer Filter wurde erstellt
fr: Un nouveau filtre a été créé
ga: Cruthaíodh scagaire nua
it: È stato creato un nuovo filtro
ru: Создан новый фильтр
ta: புதிய வடிகட்டி உருவாக்கப்பட்டது
uk: Новий фільтр створено
vi: Bộ lọc mới đã được tạo
zh_hans: 已创建新筛选器

# saveEmailAsDraftFailureWithSetErrorTypeOverQuota
source: Failure to save your message as drafts, because it is over quota.
ar: فشل في حفظ رسالتك كمسودات ، لأنها تجاوزت الحصة.
de: "Fehler beim Speichern Ihrer Nachricht als Entwurf, da das Quotalimit überschritten wurde.
fr: Échec de l'enregistrement de votre message en tant que brouillon, car votre quota est dépassé.
ga: Teip ar do theachtaireacht a shábháil mar dhréachtaí, toisc go bhfuil sé os cionn cuóta.
it: Impossibile salvare il messaggio come bozza perché ha superato la quota.
ru: Не удалось сохранить сообщение как черновик, так как оно превысило квоту.
ta: உங்கள் செய்தியை வரைவுகளாக சேமிப்பதில் தோல்வி, ஏனெனில் அது ஒதுக்கீட்டிற்கு மேல் உள்ளது.
uk: Не вдалося зберегти ваше повідомлення як чернетки, оскільки воно перевищило квоту.
vi: Không thể lưu tin nhắn của bạn dưới dạng bản nháp vì nó vượt quá giới hạn dung lượng.
zh_hans: 无法将邮件保存为草稿，因为已超出配额。
