Repository: linagora/tmail-flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, fr, ga, it, ru, ta, uk, vi, zh_hans

# messageWarningDialogForForwardsToOtherDomains
source: You are redirecting emails to another domain. This could be a security threat or considered illegal data extraction.
de: Sie leiten E-Mails an eine andere Domain weiter. Dies könnte ein Sicherheitsrisiko darstellen oder als illegale Datenextraktion angesehen werden.
fr: Vous redirigez vos e-mails vers un autre domaine. Cela pourrait constituer une menace pour la sécurité ou être considéré comme une extraction illégale de données.
ga: Tá ríomhphoist á n-atreorú agat chuig fearann eile. D'fhéadfadh sé seo a bheith ina bhagairt slándála nó a mheas eastóscadh neamhdhleathach sonraí.
ru: Вы перенаправляете письма на другой домен. Это может угрожать безопасности или считаться незаконным извлечением данных.
ta: நீங்கள் மின்னஞ்சல்களை மற்றொரு களத்திற்கு திருப்பி விடுகிறீர்கள். இது பாதுகாப்பு அச்சுறுத்தலாக இருக்கலாம் அல்லது சட்டவிரோத தரவு பிரித்தெடுப்பதாகக் கருதப்படலாம்.
uk: Ви перенаправляєте електронні листи на інший домен. Це може бути загрозою безпеці або вважатися незаконним вилученням даних.
vi: Bạn đang chuyển hướng email đến một tên miền khác. Đây có thể là một mối đe dọa bảo mật hoặc được coi là trích xuất dữ liệu bất hợp pháp.
zh_hans: 您正在将电子邮件重定向到另一个域。这可能是安全威胁，也可能被视为非法数据提取。

source: This folder name is already taken
ar: اسم هذا المجلد مستخدم بالفعل
de: Dieser Ordnername ist bereits vergeben
fr: Ce nom de dossier est déjà pris
ga: Tá ainm an fhillteáin seo tógtha cheana féin
it: Questo nome di cartella è già usato
ru: Папка с таким названием уже существует
ta: இந்த கோப்புறை பெயர் ஏற்கனவே எடுக்கப்பட்டுள்ளது
uk: Ця назва папки вже зайнята
vi: Tên thư mục đã tồn tại
zh_hans: 此文件夹名称已被占用

source: Open in new tab
ar: فتح في علامة تبويب جديدة
de: In neuem Tab öffnen
fr: Ouvrir dans un nouvel onglet
ga: Oscail i gcluaisín nua
it: Apri in una nuova scheda
ru: Открыть в новой вкладке
ta: புதிய தாவலில் திறக்கவும்
uk: Відкрити в новій вкладці
vi: Mở trong tab mới
zh_hans: 在新标签页中打开

# sentMailboxDisplayName
source: Sent
ar: المرسل
de: Gesendet
fr: Envoyés
ga: Seolta
ru: Отправленные
ta: அனுப்பப்பட்டது
uk: Надіслано
vi: Đã gửi
zh_hans: 已发送邮件

source: Fullscreen
ar: ملء الشاشة
de: Vollbild
fr: Plein écran
ga: Lánscáileán
it: A schermo intero
ru: Полноэкранный режим
ta: முழு திரை
uk: Повноекранний режим
vi: Toàn màn hình
zh_hans: 全屏

source: With Starred
ar: مع المفضلة
de: Mit Stern markiert
fr: En favoris
ga: Le Réalta
it: Con Preferiti
ru: Включить избранные
ta: நட்சத்திரத்துடன்
uk: Зірочкою
vi: Quan trọng
zh_hans: 有星标

source: Select from file
ar: اختر من ملف
de: Aus Datei auswählen
fr: Sélectionner un fichier
ga: Roghnaigh ó chomhad
it: Seleziona da file
ru: Выбрать из файлов
ta: கோப்பிலிருந்து தேர்ந்தெடுக்கவும்
uk: Вибрати з файлу
vi: Chọn từ tệp
zh_hans: 从文件选择

# formatUnderline
source: Underline
ar: تسطير
de: Unterstreichen
fr: Souligné
ga: Cuir líne faoi
it: Sottolineato
ru: Подчеркнутый
ta: அடிக்கோடிட்டு
uk: Підкреслення
vi: Gạch chân
zh_hans: 下划线

source: Fix email addresses
ar: قم بتصحيح عناوين البريد الإلكتروني
de: E-Mail-Adressen korrigieren
fr: Corriger les adresses e-mails
ga: Deisigh seoltaí ríomhphoist
it: Correggi gli indirizzi e-mail
ru: Исправить адреса электронной почты
ta: மின்னஞ்சல் முகவரிகளை சரிசெய்யவும்
uk: Виправити адреси електронної пошти
vi: Sửa địa chỉ email không hợp lệ
zh_hans: 修复电子邮件地址

source: Your vacation responder is disabled successfully
ar: تم تعطيل المجيب التلقائي بنجاح
de: Ihr Urlaubsbeantworter wurde erfolgreich deaktiviert
fr: Votre répondeur automatique a été désactivé avec succès
ga: Tá do fhreagróir laethanta saoire díchumasaithe go rathúil
it: Il tuo risponditore automatico è stato disabilitato correttamente
ru: Автоответчик успешно отключен
ta: உங்கள் விடுமுறை பதிலளிப்பவர் வெற்றிகரமாக முடக்கப்பட்டுள்ளது
uk: Вашу автоматичну відповідь успішно вимкнено
vi: Phản hồi kỳ nghỉ đã được vô hiệu
zh_hans: 已成功禁用外出回复功能

source: No internet connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
fr: Aucune connexion Internet
ga: Gan nasc idirlín
it: Nessuna connessione internet
ru: Подключение к Интернету отсутствует
ta: இணைய இணைப்பு இல்லை
uk: Немає підключення до Інтернету
vi: Không có kết nối
zh_hans: 未连接到互联网

source: Attendees
ar: الحاضرين
de: Teilnehmer
fr: Participants
ga: Lucht freastail
ru: Участники
ta: பங்கேற்பாளர்கள்
uk: Учасники
vi: Người tham dự
zh_hans: 与会者

source: Attach file
ar: إرفاق ملف
de: Datei anhängen
fr: Joindre un fichier
ga: Ceangail comhad
it: Allega un file
ru: Прикрепить файл
ta: கோப்பை இணைக்கவும்
uk: Додати файл
vi: Đính kèm
zh_hans: 附加文件

source: Html template
de: HTML-Vorlage
fr: Modèle HTML
ga: Teimpléad HTML
it: Modello HTML
ru: HTML-шаблон
ta: உஉகுமொ வார்ப்புரு
uk: HTML-шаблон
vi: Văn bản Html
zh_hans: HTML 模板

# errorMessageWhenMessageVacationIsEmpty
source: Message body cannot be blank
ar: لا يمكن أن يكون نص الرسالة فارغًا
de: Nachrichtentext darf nicht leer sein
fr: Le corps du message ne peut pas être vide
ga: Ní féidir corp na teachtaireachta a bheith bán
it: Il corpo del messaggio non può essere vuoto
ru: Тело сообщения не может быть пустым
ta: செய்தி உடல் காலியாக இருக்க முடியாது
uk: Текст повідомлення не може бути порожнім
vi: Tin nhắn trống
zh_hans: 邮件正文不能为空

source: Search folder
ar: البحث في المجلد
de: Ordner durchsuchen
fr: Rechercher dans vos dossiers
ga: Fillteán cuardaigh
it: Cerca nella cartella
ru: Поиск по папке
ta: தேடல் கோப்புறை
uk: Пошук у папці
vi: Tìm kiếm thư mục
zh_hans: 搜索文件夹

# messageEventActionBannerAttendeeCounterDeclined
source: Your counter proposal was declined
ar: تم رفض اقتراحك المضاد
de: Ihr Gegenvorschlag wurde abgelehnt
fr: Votre contre-proposition a été refusée
ga: Diúltaíodh do thogra cuntair
ru: Ваше предложение отклонено
ta: உங்கள் எதிர் முன்மொழிவு மறுக்கப்பட்டது
uk: Вашу зустрічну пропозицію було відхилено
vi: Đề xuất phản đối của bạn đã bị từ chối
zh_hans: 您的反建议已被拒绝

source: Select
ar: تحديد
de: Auswählen
fr: Sélectionner
ga: Roghnaigh
it: Selezionare
ru: Выбрать
ta: தேர்ந்தெடு
uk: Виберіть
vi: Chọn
zh_hans: 选择

# message_delete_all_email_in_trash_button
source: All messages in Trash will be deleted if you reach limited storage.
ar: سيتم حذف جميع الرسائل في سلة المهملات إذا تجاوزت السعة المحدودة.
de: Alle Nachrichten im Papierkorb werden gelöscht, wenn der Speicherplatz erschöpft ist.
fr: Tous les messages de la Corbeille seront supprimés si vous atteignez la limite de stockage.
ga: Scriosfar gach teachtaireacht sa Bhruscar má shroicheann tú stóráil theoranta.
it: Tutti i messaggi nel Cestino verranno eliminati se raggiungi il limite dello spazio.
ru: Все сообщения в Корзине будут удалены, если вы достигнете лимита хранилища.
ta: நீங்கள் வரையறுக்கப்பட்ட சேமிப்பிடத்தை அடைந்தால் குப்பைத்தொட்டியில் உள்ள அனைத்து செய்திகளும் நீக்கப்படும்.
uk: Усі повідомлення в Кошику будуть видалені, якщо ви досягнете обмеженого обсягу пам’яті.
vi: Tất cả tin nhắn trong Thùng rác sẽ bị xoá bỏ khi bộ nhớ của bạn hết dung lượng.
zh_hans: 如果存储空间达到限制，将会删除已删除邮件中的全部邮件。

# ruleFilterAddressCcField
source: Cc
ru: Копия
ta: சி.சி.
zh_hans: 抄送

# messageEventActionBannerAttendeeTentative
source: has replied "Maybe" to this invitation
ar: أجاب "ربما" على هذه الدعوة
de: hat mit 'Vielleicht' auf diese Einladung geantwortet
fr: a répondu "Peut-être" à cette invitation
ga: d'fhreagair sé "B'fhéidir" ar an gcuireadh seo
ru: ответил(а) "Возможно" на это приглашение
ta: இந்த அழைப்பிற்கு "ஒருவேளை" என்று பதிலளித்துள்ளார்
uk: відповів(ла) «Можливо» на це запрошення
vi: đã trả lời "Có thể" cho lời mời này
zh_hans: 对此邀请回复了“可能参加”

# appTitlePushNotification
source: Twake Mail
ta: அஞ்சல் அனுப்பவும்

source: Justify full
ar: ضبط كامل
de: Blocksatz
fr: Justifier en entier
ga: Tabhair údar iomlán
it: Giustificare per intero
ru: Применить ко всему
ta: முழுமையாக நியாயப்படுத்துங்கள்
uk: Вирівняти повністю
vi: Căn đều đầy đủ
zh_hans: 两端对齐

# marked_multiple_item_as_read
source: Marked {count} item as read
ar: تم وضع علامة كمقروء لـ {count} عنصر
de: {count} Element als gelesen markiert
fr: {count} éléments marqués comme lu
ga: Marcáilte {count} mír mar a léamh
it: Elemento {count} contrassegnato come letto
ru: Элемент {count} отмечен как прочитанный
ta: குறிக்கப்பட்ட {count} உருப்படி படிக்க
uk: Позначено {count} елемент як прочитаний
vi: Đánh dấu {count} thư đã đọc
zh_hans: 已将 {count} 项标记为已读

source: End time
ar: وقت النهاية
de: Endzeit
fr: Heure de fin
ga: Am deiridh
it: Tempo di fine
ru: Время окончания
ta: இறுதி நேரம்
uk: Час завершення
vi: Kết thúc
zh_hans: 结束时间

source: Identities
ar: المتطابقات
de: Identitäten
fr: Identités
ga: Féiniúlachtaí
it: Identità
ru: Отправлять письма как
ta: அடையாளங்கள்
uk: Ідентичності
vi: Định danh
zh_hans: 身份

# header_email_quoted
source: On {sentDate}, from {emailAddress}
ar: في{sentDate}، من {emailAddress}
de: Am {sentDate}, von {emailAddress}
fr: Le {sentDate}, de {emailAddress}
ga: On {sentDate}, ó {emailAddress}
it: Il {sentDate}, da {emailAddress}
ru: {sentDate}, от {emailAddress}
ta: {sentDate} இல், {emailAddress} இலிருந்து
uk: {sentDate}, від {emailAddress}
vi: Vào ngày {sentDate}, từ {emailAddress}
zh_hans: {sentDate}，发件人 {emailAddress}

source: Show folder
de: Ordner anzeigen
fr: Afficher le dossier
ga: Taispeáin fillteán
ru: Отобразить папку
ta: கோப்புறையைக் காட்டு
uk: Показати папку
vi: Hiển thị thư mục
zh_hans: 显示文件夹

# formatItalic
source: Italic
de: Kursiv
fr: Italique
ga: Iodálach
it: Corsivo
ru: Курсив
ta: சாய்வு
uk: Курсив
vi: Nghiên
zh_hans: 倾斜

# messageEnableVacationResponderAutomatically
source: Your vacation responder will be activated on {startDate}
ar: سيتم تنشيط المجيب التلقائي في {startDate}
de: Ihr Urlaubsbeantworter wird am {startDate} aktiviert
fr: Votre répondeur automatique sera activé le {startDate}
ga: Cuirfear do fhreagróir laethanta saoire i ngníomh ar {startDate}
it: Il tuo risponditore automatico verrà attivato il {startDate}
ru: Автоответчик будет активирован {startDate}
ta: உங்கள் விடுமுறை பதிலளிப்பவர் {startDate} இல் செயல்படுத்தப்படுவார்
uk: Ваш автовідповідач буде активовано {startDate}
vi: Phản hồi kỳ nghỉ sẽ được kích hoạt vào {startDate}
zh_hans: 外出回复功能将于 {startDate} 激活

source: This email address invalid
ar: عنوان البريد الإلكتروني هذا غير صالح
de: Diese E-Mail Adresse ist ungültig
fr: Cette adresse e-mail n'est pas valide
ga: Tá an seoladh ríomhphoist seo neamhbhailí
it: Questo indirizzo email non è valido
ru: Данный адрес недействителен
ta: இந்த மின்னஞ்சல் முகவரி தவறானது
uk: Ця адреса електронної пошти недійсна
vi: Địa chỉ email không hợp lệ
zh_hans: 此电子邮件地址无效

# templatesMailboxDisplayName
source: Templates
ar: القوالب
de: Vorlagen
fr: Modèles
ga: Teimpléid
ru: Шаблоны
ta: வார்ப்புருக்கள்
uk: Шаблони
vi: Mẫu
zh_hans: 模板

source: Has attachment
ar: لديها مرفق
de: Hat Anhang
fr: Avec pièce jointe
ga: Tá iatán aige
it: Con attaccamento
ru: С вложением
ta: இணைப்பு உள்ளது
uk: Має вкладення
vi: Đính kèm
zh_hans: 有附件

source: This field cannot be blank
ar: هذا الحقل لا يمكن أن يكون فارغًا
de: Dieses Feld darf nicht leer sein
fr: Ce champ ne peut pas être vide
ga: Ní féidir leis an réimse seo a bheith bán
it: Questo campo non può essere vuoto
ru: Заполните это поле
ta: இந்த புலம் காலியாக இருக்க முடியாது
uk: Це поле не може бути порожнім
vi: Trường dữ liệu trống
zh_hans: 此字段不能为空

source: Bad credentials
ar: بيانات اعتماد غير صحيحة
de: Ungültige Anmeldedaten
fr: Mauvais identifiants
ga: Droch-dhintiúir
it: Credenziali sbagliate
ru: Неверные данные
ta: மோசமான நற்சான்றிதழ்கள்
vi: Thông tin đăng nhập không chính xác
zh_hans: 无效凭据

source: Delete message forever
ar: حذف الرسالة بشكل دائم
de: Nachricht endgültig löschen
fr: Supprimer le message pour toujours
ga: Scrios teachtaireacht go deo
it: Elimina i messaggi per sempre
ru: Удалить сообщение навсегда
ta: செய்தியை எப்போதும் நீக்கு
uk: Видалити повідомлення назавжди
vi: Xoá tin nhắn vĩnh viễn
zh_hans: 永久删除邮件

# saveAndClose
source: Save & close
ar: احفظ وأغلق
de: Speichern & schließen
fr: Enregistrer et fermer
ga: Sábháil & dún
it: Salva e chiudi
ru: Сохранить и закрыть
ta: சேமி & மூடு
uk: Зберегти та закрити
vi: Lưu và đóng
zh_hans: 保存并关闭

source: New subfolder
ar: مجلد فرعي جديد
de: Neuer Unterordner
fr: Nouveau sous-dossier
ga: Fofhillteán nua
ru: Новая подпапка
ta: புதிய துணை பொய்வு
uk: Нова підпапка
vi: Thêm thư mục con
zh_hans: 新建子文件夹

source: required
ar: مطلوب
de: erforderlich
fr: requis
ga: ag teastáil
it: necessario
ru: требуется
ta: தேவை
uk: обов'язковий
vi: yêu cầu
zh_hans: 必须

source: All folders
de: Alle Ordner
fr: Tous les dossiers
ga: Gach fillteán
ru: Все папки
ta: அனைத்து கோப்புறைகளும்
uk: Усі папки
vi: Tất cả thư mục
zh_hans: 全部文件夹

source: Insert
ar: إدراج
de: Einfügen
fr: Insérer
ga: Ionsáigh
it: Inserisci
ru: Вставить
ta: செருகவும்
uk: Вставка
vi: Chèn
zh_hans: 插入

# marked_multiple_item_as_unread
source: Marked {count} item as unread
ar: تم وضع علامة كغير مقروء لـ {count} عنصر
de: {count} Element als ungelesen markiert
fr: {count} éléments marqués comme non lu
ga: Marcáilte {count} item as unread
it: Elemento {count} contrassegnato come non letto
ru: Элемент {count} отмечен как непрочитанный
ta: குறிக்கப்பட்ட {count} உருப்படி படிக்காதது
uk: Позначено {count} елемент як непрочитаний
vi: Đánh dấu {count} email chưa đọc
zh_hans: 已将 {count} 项标记为未读

source: Search emails
ar: البحث في رسائل البريد الإلكتروني
de: E-Mails durchsuchen
fr: Rechercher des messages
ga: Cuardaigh ríomhphoist
it: Cerca nelle e-mail
ru: Поиск по письмам
ta: மின்னஞ்சல்களைத் தேடுங்கள்
uk: Пошук електронних листів
vi: Tìm kiếm emails
zh_hans: 搜索邮件

# messageConfirmationDialogDeleteMultipleFolder
source: {numberOfMailbox} folder and all of the sub-folders and messages it contains will be deleted and won't be able to recover. Do you want to continue to delete?
de: {numberOfMailbox} Ordner, alle darin enthaltenen Unterordner und Nachrichten werden gelöscht und können nicht wiederhergestellt werden. Möchten Sie den Löschvorgang fortsetzen?
fr: Le dossier {numberOfMailbox} et tous les sous-dossiers et messages qu'il contient seront supprimés et ne pourront pas être récupérés. Voulez-vous continuer la suppression ?
ga: {numberOfMailbox} fillteán agus gach ceann de na fo-fillteáin agus teachtaireachtaí atá ann a scriosadh agus ní bheidh sé in ann a ghnóthú. An bhfuil fonn ort leanúint ar aghaidh ag scriosadh?
ru: {numberOfMailbox} папка и все содержащиеся в ней подпапки и сообщения будут удалены без возможности восстановления. Продолжить?
ta: {numberOfMailbox} கோப்புறை மற்றும் அதில் உள்ள அனைத்து துணை கோப்புறைகள் மற்றும் செய்திகள் நீக்கப்படும், மேலும் அவை மீட்க முடியாது. நீங்கள் தொடர்ந்து நீக்க விரும்புகிறீர்களா?
uk: Папка {numberOfMailbox} та всі її підпапки й повідомлення будуть видалені без можливості відновлення. Продовжити видалення?
vi: {numberOfMailbox} thư mục và tất cả các thư mục con, bao gồm tin nhắn bên trong sẽ bị xoá và không thể phục hồi. Bạn có muốn tiếp tục xoá?
zh_hans: 将会删除 {numberOfMailbox} 个文件夹及其包含的所有子文件夹和邮件，无法恢复。是否要继续删除？

# toastMsgHideFolderSuccess
source: This folder has been hidden from your primary folder
de: Dieser Ordner wurde aus Ihrem Hauptordner ausgeblendet
fr: Ce dossier a été masqué dans votre dossier principal
ga: Tá an fillteán seo i bhfolach ó do phríomhfhillteán
ru: Эта папка была скрыта из вашей основной папки
ta: இந்த கோப்புறை உங்கள் முதன்மை கோப்புறையிலிருந்து மறைக்கப்பட்டுள்ளது
uk: Цю папку приховано від вашої основної папки
vi: Thư mục này đã được ẩn khỏi thư mục chính của bạn
zh_hans: 此文件夹已从主文件夹中隐藏

source: Spam
ar: بريد مزعج (سبام)
fr: Indésirables
ga: Turscar
ru: Спам
ta: ச்பேம்
uk: Спам
zh_hans: 垃圾邮件

source: Filter messages
ar: تصفية الرسائل
de: Nachrichten filtern
fr: Filtrer les messages
ga: Scag teachtaireachtaí
it: Filtra i messaggi
ru: Фильтр сообщений
ta: செய்திகளை வடிகட்டவும்
uk: Фільтрувати повідомлення
vi: Lọc thư
zh_hans: 筛选邮件

# loginInputCredentialMessage
source: Enter your credentials to sign in
ar: أدخِل بيانات الاعتماد الخاصة بك لتسجيل الدخول
de: Geben Sie Ihre Anmeldedaten ein, um sich anzumelden
fr: Entrez votre identifiant pour vous connecter
ga: Cuir isteach d'fhaisnéis aitheantais le síniú isteach
it: Inserisci le tue credenziali per accedere
ru: Введите свои данные для входа
ta: உள்நுழைய உங்கள் சான்றுகளை உள்ளிடவும்
uk: Введіть свої облікові дані для входу
vi: Điền thông tin đăng nhập
zh_hans: 输入您的凭据以登录

# subject_email
source: Subject
ar: الموضوع
de: Betreff
fr: Sujet
ga: Ábhar
it: Oggetto
ru: Тема
ta: பொருள்
uk: Суб'єкт
vi: Tiêu đề
zh_hans: 主题

# titleHeaderAttachment
source: {count} Attachments ({totalSize}):
ar: {count} المرفقات ({totalSize}):
de: {count} Anhänge ({totalSize}):
fr: {count} Pièces jointes ({totalSize}) :
ga: {count} Ceangaltáin ({totalSize}):
it: {count} Allegati ({totalSize}):
ru: {count} Приложения(-ий) ({totalSize}):
ta: {count} இணைப்புகள் ({totalSize}):
uk: {count} Вкладенням ({totalSize})
vi: {count} Tệp đính kèm ({totalSize}):
zh_hans: {count} 个附件（{totalSize}

source: Delete permanently
ar: حذف بشكل دائم
de: Endgültig löschen
fr: Supprimer définitivement
ga: Scrios go buan
it: Elimina definitivamente
ru: Удалить навсегда
ta: நிரந்தரமாக நீக்கு
uk: Видалити назавжди
vi: Xoá vĩnh viễn
zh_hans: 永久删除

# messageEventActionBannerOrganizerCanceled
source: has canceled a meeting
ar: تم إلغاء الاجتماع
de: hat eine Besprechung abgesagt
fr: a annulé une réunion
ga: tar éis cruinniú a chur ar ceal
ru: отменил(а) встречу
ta: ஒரு கூட்டத்தை ரத்து செய்துள்ளது
uk: скасував зустріч
vi: đã hủy một cuộc họp
zh_hans: 取消了会议

source: JMAP standard
ar: مقياس JMAP
fr: Standard JMAP
ga: Caighdeán JMAP
it: Standard JMAP
ru: Стандарт JMAP
ta: JMAP தரநிலை
uk: Стандарт JMAP
vi: Tiêu chuẩn JMAP
zh_hans: JMAP 标准

source: Not contains
ar: لا يحتوي على
de: Enthält nicht
fr: Ne contient pas
ga: Níl
it: Non contiene
ru: Не содержит
ta: இல்லை
uk: Не містить
vi: Không bao gồm
zh_hans: 不包含

# you_are_changed_your_identity_successfully
source: You’ve changed your identity successfully
ar: لقد قمت بتغيير هويتك بنجاح
de: Sie haben Ihre Identität erfolgreich geändert
fr: Vous avez changé d'identité avec succès
ga: D'athraigh tú d'aitheantas go rathúil
it: Hai cambiato la tua identità con successo
ru: Вы успешно изменили аккаунт
ta: உங்கள் அடையாளத்தை வெற்றிகரமாக மாற்றியுள்ளீர்கள்
uk: Ви успішно змінили свою особу
vi: Bạn đã thay đổi định danh thành công
zh_hans: 您已成功更改身份

# trashMailboxDisplayName
source: Trash
ar: المهملات
de: Papierkorb
fr: Corbeille
ga: Bruscar
ru: Корзина
ta: குப்பை
uk: Сміття
vi: Thùng rác
zh_hans: 已删除邮件

# saveEmailAsDraftFailureWithSetErrorTypeTooLarge
source: Failure to save your message as drafts, because it is too large.
ar: فشل في حفظ رسالتك كمسودات ، لأنها كبيرة جدًا.
de: Fehler beim Speichern Ihrer Nachricht als Entwurf, da sie zu groß ist.
fr: Échec de l'enregistrement de votre message en tant que brouillon, car il est trop volumineux.
ga: Teip ar do theachtaireacht a shábháil mar dhréachtaí, toisc go bhfuil sé ró-mhór.
it: Impossibile salvare il messaggio come bozza perché è troppo grande.
ru: Не удалось сохранить сообщение как черновик, так как превышена его максимальная длина.
ta: உங்கள் செய்தியை வரைவுகளாக சேமிப்பதில் தோல்வி, ஏனெனில் அது மிகப் பெரியது.
uk: Не вдалося зберегти ваше повідомлення як чернетки, оскільки воно занадто велике.
vi: Không thể lưu tin nhắn của bạn vào mục nháp, vì nó quá lớn.
zh_hans: 无法将邮件保存为草稿，因为它太大了。

source: Incorrect email format
ar: صيغة بريد إلكتروني غير صحيحة
de: Falsches E-Mail-Format
fr: Format d'e-mail incorrect
ga: Formáid ríomhphoist mhícheart
it: Formato e-mail non valido
ru: Неверный формат электронной почты
ta: தவறான மின்னஞ்சல் வடிவம்
uk: Неправильний формат електронної пошти
vi: Email không đúng định dạng
zh_hans: 电子邮件格式不正确

source: Edit rule
ar: تعديل القاعدة
de: Regel bearbeiten
fr: Modifier la règle
ga: Cuir riail in eagar
it: Modifica la regola
ru: Редактировать правило
ta: விதியைத் திருத்து
uk: Редагувати правило
vi: Sửa bộ lọc
zh_hans: 编辑规则

# toastMessageDeleteRecipientSuccessfully
source: The email has been removed from the recipient list.
ar: تمت إزالة البريد الإلكتروني من قائمة المستلمين.
de: Die E-Mail-Adresse wurde aus der Empfängerliste entfernt.
fr: L'adresse e-mail a été supprimée de la liste des destinataires.
ga: Baineadh an ríomhphost den liosta faighteoirí.
it: L'e-mail è stata rimossa dall'elenco dei destinatari.
ru: Адрес был удален из списка получателей.
ta: பெறுநரின் பட்டியலிலிருந்து மின்னஞ்சல் அகற்றப்பட்டுள்ளது.
uk: Електронний лист видалено зі списку одержувачів.
vi: Địa chỉ email đã được xoá khỏi danh sách nhận.
zh_hans: 从收件人列表中移除了此电子邮件。

source: Choose a color
ar: اختيار اللون
de: Wählen Sie eine Farbe aus
fr: Choisir une couleur
ga: Roghnaigh dath
it: Scegli un colore
ru: Выберите цвет
ta: ஒரு வண்ணத்தைத் தேர்வுசெய்க
uk: Виберіть колір
vi: Chọn mầu
zh_hans: 选择颜色

source: Compose email
ar: إنشاء رسالة بريد إلكتروني
de: E-Mail verfassen
fr: Rédiger un message
ga: Cum ríomhphost
it: Componi un'e-mail
ru: Написать письмо
ta: மின்னஞ்சலை இயற்றுங்கள்
uk: Написати електронного листа
vi: Soạn thư
zh_hans: 撰写电子邮件

# emailRuleSettingExplanation
source: Creating rules to handle incoming messages. You choose both the condition that triggers a rule and the actions the rule will take.
ar: إنشاء قواعد للتعامل مع الرسائل الواردة. يمكنك اختيار كل من الشرط الذي يؤدي إلى تشغيل القاعدة والإجراءات التي ستتخذها القاعدة.
de: Erstellen von Regeln zur Verwaltung eingehender Nachrichten. Sie wählen sowohl die Bedingung, die eine Regel auslöst, als auch die Aktion, die die Regel ausführt.
fr: Création de règles pour gérer les messages entrants. Vous choisissez la condition qui déclenche une règle et les actions que la règle appliquera.
ga: Rialacha a chruthú chun teachtaireachtaí ag teacht isteach a láimhseáil. Roghnaíonn tú an coinníoll a spreagann riail agus na gníomhartha a dhéanfaidh an riail.
it: Creazione di regole per gestire i messaggi in arrivo. Scegli sia la condizione che attiva una regola sia le azioni che la regola eseguirà.
ru: Создание правил для обработки входящих сообщений. Вы выбираете как условие, при котором активируется правило, так и действия, которые будут выполняться.
ta: உள்வரும் செய்திகளைக் கையாள விதிகளை உருவாக்குதல். ஒரு விதியைத் தூண்டும் நிலை மற்றும் விதி எடுக்கும் நடவடிக்கைகள் இரண்டையும் நீங்கள் தேர்வு செய்கிறீர்கள்.
uk: Створення правил для обробки вхідних повідомлень. Ви обираєте як умову, яка запускає правило, так і дії, які воно виконуватиме.
vi: Tạo bộ lọc để phân loại tin nhắn tới. Bạn có thể chọn các điều kiện để kích hoạt thực hiện bộ lọc.
zh_hans: 创建规则来处理收到的邮件。您可以选择触发规则的条件以及规则将执行的操作。

# hintSearchFolders
source: Search folders
de: Ordner durchsuchen
fr: Rechercher dans les dossiers
ga: Fillteáin chuardaigh
ru: Поиск папок
ta: கோப்புறைகளைத் தேடுங்கள்
uk: Пошук папок
vi: Thư mục tìm kiếm
zh_hans: 搜索文件夹

source: New folder
de: Neuer Ordner
fr: Nouveau dossier
ga: Fillteán nua
ru: Новая папка
ta: புதிய கோப்புறை
uk: Нова папка
vi: Thư mục mới
zh_hans: 新文件夹

source: Folder name cannot contain special characters
de: Ordnername darf keine Sonderzeichen enthalten
fr: Le nom du dossier ne peut pas contenir de caractères spéciaux
ga: Ní féidir carachtair speisialta a bheith in ainm an fhillteáin
ru: В названии папки не может быть специальных символов
ta: கோப்புறை பெயரில் சிறப்பு எழுத்துக்கள் இருக்க முடியாது
uk: Назва папки не може містити спеціальні символи
vi: Tên thư mục không thể chứa kí tự đặc biệt
zh_hans: 文件夹名称不能包含特殊字符

# new_folder_is_created
source: {nameMailbox} is created
de: {nameMailbox} wird erstellt
fr: {nameMailbox} est créé
ga: {nameMailbox} cruthaithe
ru: {nameMailbox} создана
ta: {nameMailbox} உருவாக்கப்பட்டது
uk: {nameMailbox} створено
vi: {nameMailbox} đã được tạo
zh_hans: 已创建 {nameMailbox}

# hintInputCreateNewFolder
source: Enter name of folder
de: Name des Ordners eingeben
fr: Entrez le nom du dossier
ga: Iontráil ainm an fhillteáin
ru: Введите название папки
ta: கோப்புறையின் பெயரை உள்ளிடவும்
uk: Введіть назву папки
vi: Nhập tên thư mục
zh_hans: 输入文件夹名称
