Repository: linagora/tmail-flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, fr, ga, it, ru, ta, uk, vi, zh_hans

source: Delete folders successfully
de: Ordner erfolgreich gelöscht
fr: Supprimer les dossiers avec succès
ga: D' éirigh le scriosadh fillteáin
ru: Папки успешно удалены
ta: கோப்புறைகளை வெற்றிகரமாக நீக்கு
uk: Папки видалено успішно
vi: Xoá thư mục thành công
zh_hans: 删除文件夹成功

source: Delete folders failure
de: Fehler beim Löschen der Ordner
fr: Échec de la suppression des dossiers
ga: Scrios teip fillteáin
ru: Не удалось удалить папки
ta: கோப்புறைகள் தோல்வி நீக்கு
uk: Помилка видалення папок
vi: Xoá thư mục thất bại
zh_hans: 删除文件夹失败

source: Move folder
de: Ordner verschieben
fr: Déplacer le dossier
ga: Bog fillteán
ru: Переместить папку
ta: கோப்புறையை நகர்த்தவும்
uk: Перемістити папку
vi: Di chuyển thư mục
zh_hans: 移动文件夹

source: Browse
ar: تصفح
de: Durchsuchen
fr: Parcourir
ga: Brabhsáil
it: Sfoglia
ru: Просмотреть
ta: உலாவு
uk: Перегляд
vi: Duyệt
zh_hans: 浏览

source: Back
ar: رجوع
de: Zurück
fr: Retour
ga: Ar ais
it: Indietro
ru: Назад
ta: பின்
uk: Назад
vi: Quay lại
zh_hans: 返回

source: No
ar: لا
de: Nein
fr: Non
ga: Ní hea
ru: Нет
ta: இல்லை
uk: Ні
vi: Không
zh_hans: 否

source: email
ar: البريد الإلكتروني
ga: ríomhphost
ta: மின்னஞ்சல்
uk: електронна пошта
zh_hans: 电子邮件

source: New folder
ar: مجلد جديد
de: Neuer Ordner
fr: Nouveau dossier
ga: Fillteán nua
it: Nuova cartella
ru: Новая папка
ta: புதிய கோப்புறை
uk: Нова папка
vi: Thư mục mới
zh_hans: 新文件夹

source: Rename
ar: إعادة تسمية
de: Umbenennen
fr: Renommer
ga: Athainmnigh
it: Rinomina
ru: Переименовать
ta: மறுபெயரிடுங்கள்
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
ga: Socruithe
it: Impostazioni
ru: Настройки
ta: அமைப்புகள்
uk: Налаштування
vi: Cài đặt
zh_hans: 设置

source: Save
ar: حفظ
de: Speichern
fr: Sauvegarder
ga: Sábháil
it: Salva
ru: Сохранить
ta: சேமி
uk: Зберегти
vi: Lưu
zh_hans: 保存

source: Add recipients
ar: إضافة المستلمين
de: Empfänger hinzufügen
fr: Ajouter des destinataires
ga: Cuir faighteoirí leis
it: Aggiungi destinatari
ru: Добавить получателей
ta: பெறுநர்களைச் சேர்க்கவும்
uk: Додати одержувачів
vi: Thêm người nhận
zh_hans: 添加收件人

source: Recipient
ar: المتلقي
de: Empfänger
fr: Destinataire
ga: Faighteoir
it: Destinatario
ru: Получатель
ta: பெறுநர்
uk: Одержувач
vi: Nguời nhận
zh_hans: 收件人

source: Photos and Videos
ar: الصور ومقاطع الفيديو
de: Fotos und Videos
fr: Photos et vidéos
ga: Grianghraif agus Físeáin
it: Foto e video
ru: Фото и видео
ta: புகைப்படங்கள் மற்றும் வீடியோக்கள்
uk: Фото та відео
vi: Ảnh và Video
zh_hans: 照片和视频

source: Select all
ar: تحديد الكل
de: Alle auswählen
fr: Tout sélectionner
ga: Roghnaigh gach rud
it: Seleziona tutti
ru: Выбрать все
ta: அனைத்தையும் தெரிவுசெய்
uk: Вибрати все
vi: Chọn tất cả
zh_hans: 全选

source: Yes
ar: نعم
de: Ja
fr: Oui
ga: Tá
it: Sì
ru: Да
ta: ஆம்
uk: Так
vi: Có
zh_hans: 是

source: Canceled
ar: ألغيت
de: Abgebrochen
fr: Annulé
ga: Cealaithe
ru: Отменено
ta: ரத்து செய்யப்பட்டது
uk: Скасовано
vi: Huỷ
zh_hans: 已取消

source: Create
ar: إنشاء
de: Erstellen
fr: Créer
ga: Cruthaigh
it: Crea
ru: Создать
ta: உருவாக்கு
uk: Створити
vi: Tạo mới
zh_hans: 创建

source: Folder
de: Ordner
fr: Dossier
ga: Fillteán
ru: Папка
ta: கோப்புறை
uk: Папка
vi: Thư mục
zh_hans: 文件夹

source: Preparing to export
ar: جارٍ التحضير للتصدير
de: Vorbereitungen für den Export
fr: Préparation à l'exportation
ga: Ag ullmhú le heaspórtáil
it: Preparazione per l'esportazione
ru: Подготовка к экспорту
ta: ஏற்றுமதி செய்யத் தயாராகிறது
uk: Підготовка до експорту
vi: Chuẩn bị xuất tệp
zh_hans: 正在准备导出

source: Move
ar: نقل
de: Verschieben
fr: Déplacer
ga: Bog
it: Muovi
ru: Переместить
ta: நகர்த்தவும்
uk: Перемістити
vi: Di chuyển
zh_hans: 移动

source: Initializing data...
ar: جاري تهيئة البيانات...
de: Daten werden initialisiert...
fr: Initialisation des données...
ga: Sonraí á n-oscailt...
it: Inizializzazione dei dati...
ru: Инициализация данных...
ta: தரவைத் தொடங்குதல் ...
uk: Ініціалізація даних...
vi: Đang khởi tạo dữ liệu...
zh_hans: 正在初始化数据…

# downloading_file
source: Downloading {fileName}
ar: جارٍ تنزيل {fileName}
de: {fileName} wird heruntergeladen
fr: Téléchargement de {fileName}
ga: {fileName} á íosluchtú
it: Scarica di {fileName}
ru: Загрузка {fileName}
ta: பதிவிறக்கம் {fileName}
uk: Завантаження {fileName}
vi: Đang tải tệp {fileName}
zh_hans: 正在下载 {fileName}

source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
ga: Cuir ar ceal
it: Cancella
ru: Отмена
ta: ரத்துசெய்
uk: Скасувати
vi: Hủy
zh_hans: 取消

source: Name
ar: الاسم
fr: Nom
ga: Ainm
it: Nome
ru: Название
ta: பெயர்
uk: Ім'я
vi: Tên
zh_hans: 名称

source: Edit
ar: تعديل
de: Bearbeiten
fr: Modifier
ga: Cuir in eagar
it: Modifica
ru: Править
ta: தொகு
uk: Редагувати
vi: Sửa
zh_hans: 编辑

source: Delete
ar: حذف
de: Löschen
fr: Supprimer
ga: Scrios
it: Elimina
ru: Удалить
ta: நீக்கு
uk: Видалити
vi: Xoá
zh_hans: 删除

source: Close
ar: إغلاق
de: Schließen
fr: Fermer
ga: Dún
it: Chiudi
ru: Закрыть
ta: மூடு
uk: Закрити
vi: Đóng
zh_hans: 关闭

source: password
ar: كلمة المرور
de: Passwort
fr: mot de passe
ga: pasfhocal
ru: пароль
ta: கடவுச்சொல்
uk: пароль
vi: mật khẩu
zh_hans: 密码

# toastErrorMessageWhenCreateNewRule
source: You have not filled in the information completely.
ar: أنت لم تملأ المعلومات بالكامل.
de: Sie haben die Informationen nicht vollständig ausgefüllt.
fr: Vous n'avez pas complètement rempli les informations.
it: Non hai inserito completamente le informazioni.
ru: Вы не полностью заполнили информацию.
vi: Bạn chưa điền đủ thông tin.

# reduceSomeFiltersAndTryAgain
source: Let's reduce some filters and try again
ar: لنقم بتقليل بعض الفلاتر وحاول مرة أخرى
fr: Retirez quelques filtres et réessayez
it: Riduciamo alcuni filtri e riproviamo
ru: Снимите часть фильтров и попробуйте еще раз
vi: Hãy giảm bớt một số bộ lọc và thử lại

source: Who
ar: مَنْ
de: Wer
fr: Qui
ga: Cé a
ru: Кто
uk: Хто
vi: Ai
zh_hans: 何人

# folderCreatedTitle
source: Your folder is just created
ar: تم إنشاء المجلد الخاص بك للتو
de: Ihr Ordner wurde gerade erstellt
fr: Votre dossier vient d'être créé
ru: Ваша папка создана
vi: Thư mục của bạn vừa được tạo

# folderCreatedMessage
source: To begin using this folder, you should add some rules to organize all of your mail in your own way.
ar: للبدء في استخدام صندوق البريد هذا، يجب عليك إضافة بعض القواعد لتنظيم كل بريدك بطريقتك الخاصة.
fr: Pour commencer à utiliser ce dossier, vous pouvez ajouter quelques règles pour organiser tout votre courrier à votre manière.
ru: Чтобы начать использовать эту папку, добавьте несколько правил для персонализации.
vi: Để bắt đầu sử dụng thư mục này, bạn nên thêm một số quy tắc để sắp xếp tất cả thư theo cách riêng của mình.

# prefix_reply_email
source: Re:
ar: يكرر:
de: Ant:
ga: Maidir le:
uk: Ре:
zh_hans: 回复：

# prefix_forward_email
source: Fwd:
de: Wtr:
fr: Tr :
uk: Переадресація:
vi: Chuyển tiếp:
zh_hans: 转发：
