Repository: linagora/tmail-flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, fr, ga, it, ru, ta, uk, vi, zh_hans

# message_dialog_send_email_with_email_address_invalid
source: Check the correctness of email addresses and try again
ar: تحقق من صحة عناوين البريد الإلكتروني وحاول مرة أخرى
de: Überprüfen Sie die Korrektheit der E-Mail-Adressen und versuchen Sie es erneut
fr: Vérifiez les adresses e-mails et réessayez
ga: Seiceáil cruinneas na seoltaí ríomhphoist agus bain triail eile as
it: Verifica la correttezza degli indirizzi e-mail e riprova
ru: Проверьте, верно ли введены адреса электронной почты, и повторите попытку
ta: மின்னஞ்சல் முகவரிகளின் சரியான தன்மையை சரிபார்த்து மீண்டும் முயற்சிக்கவும்
uk: Перевірте правильність адрес електронної пошти та спробуйте ще раз
vi: Sửa lại địa chỉ email không hợp lệ và tiếp tục
zh_hans: 检查电子邮件地址是否正确并重试

source: Your download has started
ar: بدأ تنزيل الملف
de: Ihr Herunterladen hat begonnen
fr: Le téléchargement a commencé
ga: Tá tús curtha le d'íoslódáil
it: Il tuo scaricamento è iniziato
ru: Загрузка началась
ta: உங்கள் பதிவிறக்கம் தொடங்கியது
uk: Ваше завантаження розпочалося
vi: Bắt đầu tải xuống
zh_hans: 下载已开始

# empty_trash_dialog_message
source: You are about to permanently delete all items in Trash. Do you want to continue?
ar: أنت على وشك حذف جميع العناصر في سلة المهملات بشكل نهائي. هل ترغب في المتابعة؟
de: Sie sind im Begriff, alle Elemente im Papierkorb endgültig zu löschen. Möchten Sie fortfahren?
fr: Vous allez supprimer définitivement tous les éléments de la Corbeille. Voulez-vous continuer ?
ga: Tá tú ar tí gach mír sa Bhruscar a scriosadh go buan. An bhfuil fonn ort leanúint ar aghaidh?
it: Stai per eliminare definitivamente tutti gli elementi nel Cestino. Vuoi continuare?
ru: Вы собираетесь безвозвратно удалить все элементы из Корзины. Вы хотите продолжить?
ta: குப்பைத்தொட்டியில் உள்ள அனைத்து பொருட்களையும் நிரந்தரமாக நீக்க உள்ளீர்கள். நீங்கள் தொடர விரும்புகிறீர்களா?
uk: Ви збираєтеся остаточно видалити всі елементи з кошика. Продовжити?
vi: Tin nhắn trong Thùng rác sẽ bị xoá bỏ vĩnh viễn. Bạn có tiếp tục không?
zh_hans: 您即将永久删除已删除邮件中的全部内容。是否要继续？

# delete_single_message_dialog
source: You are about to permanently delete this message. Do you want to continue?
ar: أنت على وشك حذف هذه الرسالة بشكل دائم. هل ترغب في المتابعة؟
de: Sie sind im Begriff, diese Nachricht endgültig zu löschen. Möchten Sie fortfahren?
fr: Vous êtes sur le point de supprimer définitivement ce message. Voulez-vous continuer ?
ga: Tá tú ar tí an teachtaireacht seo a scriosadh go buan. An bhfuil fonn ort leanúint ar aghaidh?
it: Stai per eliminare definitivamente questo messaggio. Vuoi continuare?
ru: Вы собираетесь безвозвратно удалить это сообщение. Вы хотите продолжить?
ta: இந்த செய்தியை நீங்கள் நிரந்தரமாக நீக்க உள்ளீர்கள். நீங்கள் தொடர விரும்புகிறீர்களா?
uk: Ви збираєтеся остаточно видалити це повідомлення. Продовжити?
vi: Bạn đang xoá tin nhắn vĩnh viễn. Bạn có tiếp tục không?
zh_hans: 您即将永久删除此邮件。是否要继续？

# toast_message_empty_trash_folder_success
source: All messages has been deleted forever
ar: تم حذف جميع الرسائل بشكل دائم
de: Alle Nachrichten wurden endgültig gelöscht
fr: Tous les messages ont été supprimés pour toujours
ga: Scriosadh gach teachtaireacht go deo
it: Tutti i messaggi sono stati eliminati per sempre
ru: Все сообщения удалены навсегда
ta: எல்லா செய்திகளும் என்றென்றும் நீக்கப்பட்டுள்ளன
uk: Усі повідомлення видалено назавжди
vi: Tất cả tin nhắn đã được xoá vĩnh viễn
zh_hans: 已永久删除全部邮件

source: Version
ar: الإصدار
ga: Leagan
it: Versione
ru: Версия
ta: பதிப்பு
uk: Версія
vi: Phiên bản
zh_hans: 版本

# message_dialog_send_email_exceeds_maximum_size
source: Your message could not be sent because it exceeds the maximum size of {maxSize}
ar: لا يمكن إرسال الرسالة الخاصة بك لأنها تتجاوز الحجم الأقصى المسموح به والذي يبلغ {maxSize}
de: Ihre Nachricht konnte nicht gesendet werden, da sie die maximale Größe von {maxSize} überschreitet
fr: Votre message n'a pas pu être envoyé parce qu'il dépasse la taille maximale de {maxSize}
ga: Níorbh fhéidir do theachtaireacht a sheoladh toisc go sáraíonn sé uasmhéid {maxSize}
it: Impossibile inviare il tuo messaggio perché supera la dimensione massima di {maxSize}
ru: Сообщение не может быть отправлено, так как оно превышает максимальный размер {maxSize}
ta: உங்கள் செய்தியை அனுப்ப முடியவில்லை, ஏனெனில் இது அதிகபட்ச அளவை {maxsize of ஐ விட அதிகமாக உள்ளது
uk: Ваше повідомлення не вдалося надіслати, оскільки його розмір перевищує максимальний розмір {maxSize}
vi: Tin nhắn của bạn không thể gửi đi vì đã vượt quá giới hạn dung lượng {maxSize}
zh_hans: 无法发送邮件，因为邮件超过了 {maxSize} 的最大大小

source: Marked as spam
ar: تم وضع علامة كرسالة غير مرغوب فيها (سبام)
de: Als Spam markiert
fr: Marqué comme indésirable
ga: Marcáilte mar spam
it: Contrassegnato come spam
ru: Пометить как спам
ta: ச்பேம் என குறிக்கப்பட்டுள்ளது
uk: Позначено як спам
vi: Đã đánh dấu spam
zh_hans: 已标记为垃圾邮件

source: Manage account
ar: إدارة الحساب
de: Konto verwalten
fr: Gérer le compte
ga: Bainistigh cuntas
it: Gestisci profilo
ru: Управление аккаунтом
ta: கணக்கை நிர்வகிக்கவும்
uk: Керування обліковим записом
vi: Quản lý tài khoản
zh_hans: 管理账号

# profilesSettingExplanation
source: Info about you, and options to manage it.
ar: معلومات عنك وخيارات لإدارتها.
de: Informationen über Sie und Optionen zur Verwaltung dieser Informationen.
fr: Gérez vos identités et vos options d'expédition.
ga: Eolas fút, agus roghanna chun é a bhainistiú.
it: Tue informazioni e opzioni per gestirle.
ru: Информация профиля и управление.
ta: உங்களைப் பற்றிய செய்தி, அதை நிர்வகிப்பதற்கான விருப்பங்கள்.
uk: Інформація про вас та варіанти керування нею.
vi: Thông tin về bạn và các tùy chọn để quản lý.
zh_hans: 关于您的信息以及管理它的选项。

# identitiesSettingExplanation
source: Select the identity or email address you want to use to send an emails
ar: حدد الهوية أو عنوان البريد الإلكتروني الذي تريد استخدامه لإرسال بريد إلكتروني
de: Wählen Sie die Identität oder E-Mail-Adresse aus, die Sie zum Senden einer E-Mail verwenden möchten
fr: Sélectionnez l'identité ou l'adresse e-mail que vous souhaitez utiliser pour envoyer les messages
ga: Roghnaigh an t-aitheantas nó an seoladh ríomhphoist is mian leat a úsáid chun ríomhphoist a sheoladh
it: Seleziona l'identità o l'indirizzo e-mail che desideri utilizzare per inviare e-mail
ru: Выберите аккаунт или адрес электронной почты, который вы хотите использовать для отправки писем
ta: மின்னஞ்சல்களை அனுப்ப நீங்கள் பயன்படுத்த விரும்பும் அடையாளம் அல்லது மின்னஞ்சல் முகவரியைத் தேர்ந்தெடுக்கவும்
uk: Виберіть ідентифікаційний номер або адресу електронної пошти, яку ви хочете використовувати для надсилання електронних листів
vi: Chọn danh tính hoặc địa chỉ email mà bạn muốn sử dụng để gửi email
zh_hans: 选择要用于发送电子邮件的身份或电子邮件地址

source: Last years
ar: السنوات الاخيرة
de: Letzte Jahre
fr: L'année dernière
ga: Blianta deireanacha
it: Ultimi anni
ru: Последние годы
ta: கடைசி ஆண்டுகள்
uk: Останні роки
vi: 1 năm gần đây
zh_hans: 过去 1 年

# canNotVerifySSOConfiguration
source: Can not verify SSO configuration, please check with your system administrator
ar: لا يمكن التحقق من تكوين SSO ، يرجى مراجعة مسؤول النظام
de: SSO-Konfiguration kann nicht verifiziert werden, bitte wenden Sie sich an Ihren Systemadministrator
fr: Impossible de vérifier la configuration SSO, veuillez contacter votre administrateur système
ga: Ní féidir cumraíocht SSO a fhíorú, seiceáil le do riarthóir córais le do thoil
it: Impossibile verificare la configurazione SSO, chiedi un consiglio all'amministratore di sistema
ru: Не удается проверить конфигурацию системы единого входа. Обратитесь к системному администратору
ta: ஒருகைஉள் உள்ளமைவை சரிபார்க்க முடியாது, தயவுசெய்து உங்கள் கணினி நிர்வாகியுடன் சரிபார்க்கவும்
uk: Не вдається перевірити конфігурацію єдиного входу, зверніться до системного адміністратора
vi: Không thể xác thực cấu hình đăng nhập một lần (SSO), hãy kiểm tra lại với quản trị hệ thống
zh_hans: 无法验证 SSO 配置，请与系统管理员联系

# canNotGetToken
source: Can not get token, please check with your system administrator
ar: لا يمكن الحصول على رمز ، يرجى مراجعة مسؤول النظام الخاص بك
de: Token kann nicht abgerufen werden, bitte wenden Sie sich an Ihren Systemadministrator
fr: Impossible d'obtenir le jeton, veuillez contacter votre administrateur système
ga: Ní féidir comhartha a fháil, seiceáil le do riarthóir córais le do thoil
it: Impossibile ottenere il token, chiedi un consiglio all'amministratore di sistema
ru: Не удается получить токен, обратитесь к системному администратору
ta: கிள்ளாக்கு பெற முடியாது, தயவுசெய்து உங்கள் கணினி நிர்வாகியுடன் சரிபார்க்கவும்
uk: Не вдається отримати токен, зверніться до системного адміністратора
vi: Không thể lấy được token, hãy liên hệ với quản trị hệ thống
zh_hans: 无法获取令牌，请与系统管理员联系

# wrongUrlMessage
source: Server URL is not valid, please try again
ar: عنوان URL للخادم غير صالح ، يرجى المحاولة مرة أخرى
de: Server-URL ist nicht gültig, bitte versuchen Sie es erneut
fr: L'URL du serveur n'est pas valide, veuillez réessayer
ga: Níl URL an fhreastalaí bailí, bain triail eile as
it: L'URL del server non è valido, si prega di riprovare
ru: URL-адрес сервера неверен, пожалуйста, попробуйте еще раз
ta: சேவையக முகவரி செல்லுபடியாகாது, தயவுசெய்து மீண்டும் முயற்சிக்கவும்
uk: URL-адреса сервера недійсна, спробуйте ще раз
vi: Đường dẫn máy chủ không hợp lệ, hãy thử lại
zh_hans: 服务器 URL 无效，请重试

source: Enter search term
ar: أدخل مصطلح البحث
de: Suchbegriff eingeben
fr: Entrez le terme de recherche
ga: Iontráil téarma cuardaigh
it: Inserisci il termine di ricerca
ru: Введите поисковый запрос
ta: தேடல் காலத்தை உள்ளிடவும்
uk: Введіть пошуковий термін
vi: Tìm kiếm
zh_hans: 输入搜索词

source: Advanced search
ar: البحث المتقدم
de: Erweiterte Suche
fr: Recherche avancée
ga: Cuardach casta
it: Ricerca avanzata
ru: Расширенный поиск
ta: மேம்பட்ட தேடல்
uk: Розширений пошук
vi: Bộ lọc nâng cao
zh_hans: 高级搜索

# languageRussian
source: Russian
ar: اللغة الروسية
de: Russisch
fr: Russe
ga: Rúisis
it: Russo
ru: Русский
ta: ரச்ய
uk: Російська
vi: Tiếng Nga
zh_hans: 俄语

# languageItalian
source: Italian
ar: اللغة الايطالية
de: Italienisch
fr: Italien
ga: Iodáilis
ru: Итальянский
ta: இத்தாலிய
uk: італійська
vi: Tiếng Ý
zh_hans: 意大利语

# messageDialogSendEmailUploadingAttachment
source: Your message could not be sent because it uploading attachment
ar: تعذر إرسال رسالتك لأنها تقوم بتحميل المرفق
de: Ihre Nachricht konnte nicht gesendet werden, da ein Anhang hochgeladen wird
fr: Votre message n'a pas pu être envoyé car une pièce jointe est en cours de téléversement
ga: Níorbh fhéidir do theachtaireacht a sheoladh toisc go bhfuil an t- iatán á uasluchtú
it: Impossibile inviare il messaggio perché è in corso il caricamento di un allegato
ru: Сообщение не может быть отправлено, так как вложение в процессе загрузки
ta: இணைப்பைப் பதிவேற்றுவதால் உங்கள் செய்தியை அனுப்ப முடியவில்லை
uk: Ваше повідомлення не вдалося надіслати, оскільки воно завантажує вкладення
vi: Không thể gửi tin nhắn khi đính kèm đang được tải lên
zh_hans: 无法发送邮件，因为它正在上传附件

source: Set color
ar: اضبط اللون
de: Farbe festlegen
fr: Définir une couleur
ga: Socraigh dath
it: Imposta il colore
ru: Выбрать цвет
ta: வண்ணத்தை அமைக்கவும்
uk: Встановити колір
vi: Đặt mầu
zh_hans: 设置颜色

# formatStrikethrough
source: Strikethrough
ar: يتوسطه خط
de: Durchstreichen
fr: Barré
ga: Stailc tríd
it: Barrato
ru: Зачеркнутый
ta: ச்ட்ரைகெத்ரோ
uk: Закреслення
vi: Gạch ngang
zh_hans: 删除线

# formatTextColor
source: Text Color
ar: لون الخط
de: Textfarbe
fr: Couleur du texte
ga: Dath an Téacs
it: Colore del testo
ru: Цвет текста
ta: உரை நிறம்
uk: Колір тексту
vi: Mầu chữ
zh_hans: 文本颜色

# formatTextBackgroundColor
source: Text Background Color
ar: لون خلفية النص
de: Text-Hintergrundfarbe
fr: Couleur de l'arrière-plan du texte
ga: Cúlra Téacs Dath
it: Colore di sfondo del testo
ru: Цвет фона текста
ta: உரை பின்னணி நிறம்
uk: Колір фону тексту
vi: Mầu nền
zh_hans: 文本背景颜色

# headerStyle
source: Style
ar: نمط
de: Stil
ga: Stíl
it: Stile
ru: Стиль
ta: சூல் தண்டு
uk: Стиль
vi: Kiểu
zh_hans: 样式

source: Paragraph
ar: فقرة
de: Absatz
fr: Paragraphe
ga: Mír
it: Paragrafo
ru: Абзац
ta: பத்தி
uk: Абзац
vi: Đoạn văn
zh_hans: 段落

source: Numbered list
ar: قائمة مُرقمة
de: Nummerierte Liste
fr: Liste numérotée
ga: Liosta uimhrithe
it: Elenco numerato
ru: Нумерованный список
ta: எண் பட்டியல்
uk: Нумерований список
vi: Đánh số
zh_hans: 编号列表

source: Email Rules
ar: قواعد البريد الإلكتروني
de: E-Mail-Regeln
fr: Règles des messages
ga: Rialacha Ríomhphoist
it: Regole e-mail
ru: Правила для электронной почты
ta: மின்னஞ்சல் விதிகள்
uk: Правила електронної пошти
vi: Quy tắc thư
zh_hans: 电子邮件规则

# conditionTitleRulesFilter
source: If all of the following conditions are met:
ar: إذا تم استيفاء جميع الشروط التالية:
de: Wenn alle der folgenden Bedingungen erfüllt sind:
fr: Si toutes les conditions suivantes sont remplies :
ga: Má chomhlíontar gach ceann de na coinníollacha seo a leanas:
it: Se sono soddisfatte tutte le seguenti condizioni:
ru: Если соблюдены все следующие условия:
ta: பின்வரும் நிபந்தனைகள் அனைத்தும் நிறைவு செய்யப்பட்டால்:
uk: Якщо виконано всі наступні умови:
vi: Nếu tất cả các điều kiện sau được đáp ứng:
zh_hans: 如果满足以下全部条件：

source: Exactly equals
ar: يساوي بالضبط
de: Genau gleich
fr: Exactement égal
ga: Is ionann go díreach agus
it: Esattamente uguale
ru: Точно равняется
ta: சரியாக சமம்
uk: Точно дорівнює
vi: Chính xác bằng
zh_hans: 完全等于

source: Your vacation responder is enabled.
ar: تم تمكين المجيب التلقائي الخاص بك.
de: Ihr Urlaubsbeantworter ist aktiviert.
fr: Votre répondeur automatique est activé.
ga: Tá do fhreagróir laethanta saoire cumasaithe.
it: Il tuo risponditore automatico è abilitato.
ru: Автоответчик включен.
ta: உங்கள் விடுமுறை பதிலளிப்பவர் இயக்கப்பட்டார்.
uk: Ваш автовідповідач увімкнено.
vi: Phản hồi kỳ nghỉ đã được kích hoạt.
zh_hans: 已启用外出回复功能。

# messageConfirmationDialogDeleteEmailRule
source: Do you want to delete rule "{ruleName}"?
ar: هل تريد حذف القاعدة "{ruleName}"؟
de: Möchten Sie die Regel „{ruleName}“ löschen?
fr: Voulez-vous supprimer la règle "{ruleName}" ?
ga: An bhfuil fonn ort riail "{ruleName}" a scriosadh?
it: Vuoi eliminare la regola "{ruleName}"?
ru: Вы хотите удалить правило "{ruleName}"?
ta: விதியை நீக்க விரும்புகிறீர்களா "{ruleName}"?
uk: Ви хочете видалити правило "{ruleName}"?
vi: Bạn có muốn xoá bộ lọc "{ruleName}"?
zh_hans: 是否要删除规则“{ruleName}”？

# vacationSettingToggleButtonAutoReply
source: Automatically reply to messages when they are received.
ar: الرد تلقائيًا على الرسائل عند استلامها.
de: Automatisch auf Nachrichten antworten, wenn sie empfangen werden.
fr: Renvoie automatiquement une réponse aux messages reçus.
ga: Freagair teachtaireachtaí go huathoibríoch nuair a fhaightear iad.
it: Rispondi automaticamente ai messaggi quando vengono ricevuti.
ru: Автоматически отвечайте на сообщения при получении.
ta: செய்திகளைப் பெறும்போது தானாகவே பதிலளிக்கவும்.
uk: Автоматично відповідати на повідомлення після їх отримання.
vi: Tự động trả lời tin nhắn.
zh_hans: 收到邮件后自动回复。

source: Save changes
ar: احفظ التغييرات
de: Änderungen speichern
fr: Sauvegarder les modifications
ga: Sábháil athruithe
it: Salvare le modifiche
ru: Сохранить изменения
ta: மாற்றங்களைச் சேமிக்கவும்
uk: Зберегти зміни
vi: Lưu thay đổi
zh_hans: 保存更改

source: Vacation setting
ar: إعداد الإجازة
de: Urlaubseinstellung
fr: Paramètres de réponse automatique
ga: Suíomh saoire
it: Impostazione per la risposta automatica
ru: Настройки
ta: விடுமுறை அமைப்பு
uk: Налаштування відпустки
vi: Cài đặt kỳ nghỉ
zh_hans: 外出回复设置

# toastMessageErrorWhenSelectStartDateIsEmpty
source: The start date cannot be null.
ar: لا يمكن أن يكون تاريخ البدء فارغًا.
de: Das Anfangsdatum darf nicht Null sein.
fr: La date de début ne peut pas être nulle.
ga: Ní féidir an dáta tosaithe a chur ar neamhní.
it: La data di inizio non può essere nulla.
ru: Выберите дату начала.
ta: தொடக்க தேதி பூச்யமாக இருக்க முடியாது.
uk: Дата початку не може бути нульовою.
vi: Ngày bắt đầu rỗng.
zh_hans: 开始日期不能为空。

# toastMessageErrorWhenSelectEndDateIsEmpty
source: The end date cannot be null.
ar: لا يمكن أن يكون تاريخ الانتهاء فارغًا.
de: Das Enddatum darf nicht Null sein.
fr: La date de fin ne peut pas être nulle.
ga: Ní féidir an dáta deiridh a chur ar neamhní.
it: La data di fine non può essere nulla.
ru: Выберите дату окончания.
ta: இறுதி தேதி பூச்யமாக இருக்க முடியாது.
uk: Кінцева дата не може бути нульовою.
vi: Ngày kết thúc rỗng.
zh_hans: 结束日期不能为空。

source: Select parent folder
ar: حدد المجلد الأصل
de: Übergeordneten Ordner auswählen
fr: Sélectionnez le dossier parent
ga: Roghnaigh máthairfhillteán
it: Seleziona la cartella principale
ru: Выберите корневую папку
ta: பெற்றோர் கோப்புறையைத் தேர்ந்தெடுக்கவும்
uk: Вибрати батьківську папку
vi: Chọn thư mục cha
zh_hans: 选择上层文件夹

# titleReadReceiptRequestNotificationMessage
source: Read receipt request
ar: قراءة طلب إيصال
de: Lesebestätigung anfordern
fr: Demander un accusé de réception
ga: Léigh an t-iarratas ar admháil
it: Richiesto di conferma di lettura
ru: Запрос на уведомление о прочтении
ta: ரசீது கோரிக்கையைப் படியுங்கள்
uk: Запит на підтвердження прочитання
vi: Yêu cầu xác nhận đọc
zh_hans: 已读回执请求

# toastMessageNotSupportMdnWhenSendReceipt
source: Your account does not support the MDN capability
ar: حسابك لا يدعم إمكانية MDN
de: Ihr Konto unterstützt die MDN-Fähigkeit nicht
fr: Votre compte ne prend pas en charge la fonctionnalité MDN
ga: Ní thacaíonn do chuntas le cumas MDN
it: Il tuo account non supporta la funzionalità MDN
ru: Ваша учетная запись не поддерживает возможности MDN
ta: உங்கள் கணக்கு MDN திறனை ஆதரிக்கவில்லை
uk: Ваш обліковий запис не підтримує функцію MDN
vi: Tài khoản của bạn không hỗ trợ tính năng MDN
zh_hans: 您的账号不支持 MDN 功能

# moveConversation
source: Move {numberOfConversation} conversation
ar: انقل محادثة {numberOfConversation}
de: Verschiebe {numberOfConversation} Nachrichten
fr: Déplacer {numberOfConversation} conversations
ga: Bog {numberOfConversation} comhrá
it: Sposta {numberOfConversation} conversazione
ru: Переместить {numberOfConversation} бесед(-ы)
ta: {numberOfConversation} உரையாடலை நகர்த்தவும்
uk: Перемістити розмову ({numberOfConversation})
vi: Chuyển {numberOfConversation} cuộc trò chuyện
zh_hans: 移动 {numberOfConversation} 个对话

# textBodySendReceiptToSender
source: Message was read by {receiver} on {time} Subject: {subject} Note: This Return Read Receipt only acknowledges that the message was displayed on the recipient's computer. There is no guarantee that the recipient has read or understood the message contents.
ar: تمت قراءة الرسالة بواسطة {Receiver} في {time} الموضوع: {subject} ملاحظة: يقر إيصال إعادة القراءة هذا فقط بأنه تم عرض الرسالة على كمبيوتر المستلم. ليس هناك ما يضمن أن المستلم قد قرأ أو فهم محتويات الرسالة.
de: Die Nachricht wurde von {receiver} um {time} gelesen Subject: {subject} Achtung: Diese Empfangsbestätigung bestätigt lediglich, dass die Nachricht auf dem Computer des Empfängers angezeigt wurde. Es gibt keine Garantie, dass der Empfänger die Nachricht gelesen oder den Inhalt verstanden hat.
fr: Le message a été lu par {receiver} le {time} Sujet : {subject} Remarque : Cet accusé de réception confirme uniquement que le message a été affiché sur l'ordinateur du destinataire. Il n'y a aucune garantie que le destinataire ait lu ou compris le contenu du message.
ga: Léadh an teachtaireacht ag {receiver} ar {time} Ábhar: {subject} Nóta: Ní admhaíonn an Admháil Léite Tuairisceáin seo ach gur taispeánadh an teachtaireacht ar ríomhaire an fhaighteora. Níl aon ráthaíocht ann gur léigh nó gur thuig an faighteoir a bhfuil sa teachtaireacht.
it: Il messaggio è stato letto da {receiver} il {time} Oggetto: {subject} Nota: questa notifica conferma solo che il messaggio è stato visualizzato sul computer del destinatario. Non vi è alcuna garanzia che il destinatario abbia letto o compreso il contenuto del messaggio.
ru: Сообщение было прочитано {receiver} в {time} Тема: {subject} Примечание: Это уведомление о прочтении подтверждает только то, что сообщение было отображено на компьютере получателя. Мы не гарантируем, что получатель прочитал или понял содержание сообщения.
ta: {receiver} இல் {time} ஆல் செய்தி படித்தது பொருள்: {subject} குறிப்பு: இந்த ரிட்டர்ன் ரீட் ரசீது பெறுநரின் கணினியில் செய்தி காட்டப்பட்டது என்பதை மட்டுமே ஒப்புக்கொள்கிறது. பெறுநர் செய்தி உள்ளடக்கங்களைப் படித்திருக்கிறார் அல்லது புரிந்து கொண்டார் என்பதற்கு எந்த உத்தரவாதமும் இல்லை.
uk: Повідомлення було прочитано {receiver} о {time} Тема: {subject} Примітка: Це підтвердження прочитання лише підтверджує, що повідомлення було відображено на комп'ютері одержувача. Немає гарантії, що одержувач прочитав або зрозумів зміст повідомлення.
vi: Tin nhắn đã được {receiver} đọc vào lúc {time} Chủ đề: {subject} Chú ý: Xác nhận đã đọc này chỉ xác nhận rằng tin nhắn đã hiển thị trên máy tính của người nhận. Không có bảo đảm rằng người nhận đã đọc hoặc hiểu nội dung của tin nhắn.
zh_hans: {receiver} 在 {time} 阅读了邮件 主题：{subject} 注意：此回执仅确认邮件已显示在收件人的计算机上，无法保证收件人已阅读或理解邮件内容。

# forwardingSettingExplanation
source: Emails addresses listed below will receive your emails.
de: Die unten aufgeführten E-Mail-Adressen werden Ihre E-Mails erhalten.
fr: Les adresses e-mails ci-dessous recevront vos messages.
ga: Gheobhaidh seoltaí ríomhphoist atá liostaithe thíos do r-phoist.
ru: Адреса, указанные ниже, будут получать ваши электронные письма.
ta: கீழே பட்டியலிடப்பட்டுள்ள மின்னஞ்சல்கள் முகவரிகள் உங்கள் மின்னஞ்சல்களைப் பெறும்.
uk: Ваші електронні листи надходитимуть на вказані нижче адреси електронної пошти.
vi: Email của bạn sẽ được chuyển tiếp đến những địa chỉ bên dưới đây.
zh_hans: 下方列出的电子邮件地址将接收您的电子邮件。

# addRecipientButton
source: Add recipient
ar: أضف المستلم
de: Empfänger hinzufügen
fr: Ajouter un destinataire
ga: Cuir faighteoir leis
it: Aggiungi il destinatario
ru: Добавить получателя
ta: பெறுநரைச் சேர்க்கவும்
uk: Додати одержувача
vi: Thêm người nhận
zh_hans: 添加收件人

source: You have new messages
ar: لديك رسائل جديدة
de: Sie haben neue Nachrichten
fr: Vous avez de nouveaux messages
ga: Tá teachtaireachtaí nua agat
it: Hai nuovi messaggi
ru: У вас есть новые сообщения
ta: உங்களிடம் புதிய செய்திகள் உள்ளன
uk: У вас є нові повідомлення
vi: Bạn có tin nhắn mới
zh_hans: 您有新邮件

source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
fr: Politique de confidentialité
ga: Beartas príobháideachais
it: Politica sulla riservatezza
ru: Политика конфиденциальности
ta: தனியுரிமைக் கொள்கை
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hans: 隐私政策

source: Enable Spam report
ar: تمكين تقرير البريد العشوائي
de: Spam-Bericht aktivieren
fr: Activer le rapport des indésirables
ga: Cumasaigh tuairisc turscair
it: Attivare rapporto di spam
ru: Включить отчеты о спаме
ta: ச்பேம் அறிக்கையை இயக்கு
uk: Увімкнути Звіт про Спам
vi: Bật báo cáo Spam
zh_hans: 启用垃圾邮件举报

# sendMessageFailure
source: Failure to send your message.
ar: فشل في ارسال رسالتك.
de: Fehler beim Senden Ihrer Nachricht.
fr: Impossible d'envoyer votre message.
ga: Teip ar do theachtaireacht a sheoladh.
it: Impossibile inviare il messaggio.
ru: Не удалось отправить сообщение.
ta: உங்கள் செய்தியை அனுப்பத் தவறியது.
uk: Не вдалося надіслати ваше повідомлення.
vi: Không thể gửi tin nhắn của bạn.
zh_hans: 邮件发送失败。

# saveEmailAsDraftFailure
source: Failure to save your message as drafts.
ar: فشل في حفظ رسالتك كمسودات.
de: Fehler beim Speichern Ihrer Nachricht als Entwurf.
fr: Échec de l'enregistrement de votre message en tant que brouillon.
ga: Teip ar do theachtaireacht a shábháil mar dhréachtaí.
it: Impossibile salvare il messaggio come bozza.
ru: Не удалось сохранить сообщение в качестве черновика.
ta: உங்கள் செய்தியை வரைவுகளாக சேமிப்பதில் தோல்வி.
uk: Не вдалося зберегти ваше повідомлення як чернетки.
vi: Không thể lưu tin nhắn của bạn vào mục nháp.
zh_hans: 无法将邮件保存为草稿。

source: Hide folder
de: Ordner ausblenden
fr: Cacher le dossier
ga: Folaigh fillteán
ru: Скрыть папку
ta: கோப்புறையை மறைக்கவும்
uk: Приховати папку
vi: Ẩn thư mục
zh_hans: 隐藏文件夹
