Repository: linagora/tmail-flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, fr, ga, it, ru, ta, uk, vi, zh_hans

source: Encrypted mailbox
ar: صندوق بريد مشفر
de: Verschlüsselte Mailbox
fr: Boîte aux lettres chiffrée
ga: Bosca poist criptithe
it: Casella di posta crittografata
ru: Зашифрованный почтовый ящик
ta: மறைகுறியாக்கப்பட்ட அஞ்சல் பெட்டி
uk: Зашифрована поштова скринька
vi: Hòm thư mã hoá
zh_hans: 加密邮箱

source: Move to trash
ar: نقل إلى سلة المهملات
de: In Papierkorb verschieben
fr: Mettre à la corbeille
ga: Bog go dtí an bruscar
it: Sposta nel cestino
ru: Переместить в корзину
ta: குப்பைக்கு நகர்த்தவும்
uk: Перемістити в кошик
vi: Di chuyển tới Thùng rác
zh_hans: 移动到已删除邮件

source: Done
ar: تم
de: Fertig
fr: Terminé
ga: Déanta
it: Fatto
ru: Готово
ta: முடிந்தது
uk: Готово
vi: Xong
zh_hans: 完成

source: Attachments
ar: المرفقات
de: Anhänge
fr: Pièces jointes
ga: Ceangaltáin
it: Allegati
ru: Вложения
ta: இணைப்புகள்
uk: Вкладенням
vi: Đính kèm
zh_hans: 附件

source: Collapse
ar: طي
de: Einklappen
fr: Réduire
ga: Laghdaigh
it: Ridurre
ru: Сжать
ta: சரிவு
uk: Згорнути
vi: Đóng
zh_hans: 折叠

source: Empty trash now
ar: إفراغ سلة المهملات الآن
de: Papierkorb jetzt leeren
fr: Vider la corbeille maintenant
ga: Folmhaigh an bruscar anois
it: Svuota il cestino ora
ru: Очистить корзину
ta: இப்போது வெற்று குப்பை
uk: Очистіть кошик зараз
vi: Dọn dẹp rác
zh_hans: 现在清空已删除邮件

source: Delete Failed
ar: فشل الحذف
de: Löschen fehlgeschlagen
fr: Échec de la suppression
ga: Theip ar scriosadh
it: Eliminazione non riuscita
ru: Не удалось удалить
ta: நீக்கு தோல்வியுற்றது
uk: Видалити не вдалося
vi: Xoá thất bại
zh_hans: 删除失败

source: Align center
ar: محاذاة في الوسط
de: Zentriert
fr: Aligner au centre
ga: Ailínigh an tIonad
it: Allinea al centro
ru: По центру
ta: சென்டர் சென்டர்
uk: Вирівняти по центру
vi: Căn giữa
zh_hans: 居中对齐

# vacationSettingSaved
source: Vacation settings saved
ar: تم حفظ إعدادات الإجازة
de: Urlaubseinstellungen gespeichert
fr: Paramètres de réponse automatique enregistrés
ga: Sábháladh socruithe saoire
it: Impostazioni di risposta automatica salvate
ru: Настройки отпуска сохранены
ta: விடுமுறை அமைப்புகள் சேமிக்கப்பட்டன
uk: Налаштування відпустки збережено
vi: Cài đặt đã thay đổi
zh_hans: 外出回复设置已保存

source: Show Details
ar: اظهر التفاصيل
de: Details anzeigen
fr: Afficher les détails
ga: Taispeáin Sonraí
it: Mostra dettagli
ru: Подробнее
ta: விவரங்களைக் காட்டு
uk: Показати деталі
vi: Chi tiết
zh_hans: 显示详情

# emptyListEmailForward
source: Please input at least one recipient
ar: الرجاء إدخال مستلم واحد على الأقل
de: Bitte geben Sie mindestens einen Empfänger ein
fr: Veuillez saisir au moins un destinataire
ga: Cuir isteach faighteoir amháin ar a laghad
ru: Укажите хотя бы одного получателя
ta: தயவுசெய்து குறைந்தது ஒரு பெறுநரை உள்ளிடவும்
uk: Будь ласка, введіть принаймні одного одержувача
vi: Vui lòng nhập ít nhất một người nhận
zh_hans: 请输入至少一位收件人

source: Delete folder
de: Ordner löschen
fr: Supprimer le dossier
ga: Scrios fillteán
ru: Удалить папку
ta: கோப்புறையை நீக்கு
uk: Видалити папку
vi: Xoá thư mục
zh_hans: 删除文件夹

source: Activated
ar: مفعل
de: Aktiviert
fr: Activé
ga: Gníomhachtaithe
it: Attivato
ru: Активирован
ta: செயல்படுத்தப்பட்ட
uk: Активовано
vi: Đã kích hoạt
zh_hans: 已启用

source: Marked as not spam
ar: تم وضع علامة كرسالة غير مرغوب فيها (سبام)
de: Als kein Spam markiert
fr: Marqué comme indésirable
ga: Marcáilte mar ní spam
it: Contrassegnato come non spam
ru: Убрать из спама
ta: ச்பேம் அல்ல என்று குறிக்கப்பட்டுள்ளது
uk: Позначено як не спам
vi: Đã đánh dấu không phải spam
zh_hans: 已标记为非垃圾邮件

source: Language
ar: اللغة
de: Sprache
fr: Langue
ga: Teanga
it: Lingua
ru: Язык
ta: மொழி
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言

source: Compose
ar: إنشاء رسالة
de: Verfassen
fr: Rédiger
ga: Cumadóirí
it: Componi
ru: Создать
ta: எழுதுங்கள்
uk: Написати
vi: Soạn thư
zh_hans: 写邮件

source: Organizer
ar: منظم
de: Organisator
fr: Organisateur
ga: Eagraí
ru: Организатор
ta: அமைப்பாளர்
uk: Організатор
vi: Người tổ chức
zh_hans: 组织者

source: Edit identity
ar: تحرير الهوية
de: Identität bearbeiten
fr: Modifier l'identité
ga: Cuir aitheantas in eagar
it: Modifica identità
ru: Изменить аккаунт
ta: அடையாளத்தைத் திருத்தவும்
uk: Редагувати ідентифікацію
vi: Sửa định danh
zh_hans: 编辑身份

# prefix_suggestion_search
source: Search for
ar: البحث عن
de: Suche nach
fr: Rechercher
ga: Cuardaigh le haghaidh
it: Cerca per
ru: Поиск
ta: தேடுங்கள்
uk: Пошук для
vi: Tìm kiếm
zh_hans: 搜索

source: Minimize
ar: تصغير
de: Minimieren
fr: Minimiser
ga: Íoslaghdaigh
it: Minimizzare
ru: Уменьшить
ta: குறைக்கவும்
uk: Мінізувати
vi: Thu nhỏ
zh_hans: 最小化

source: Empty subject
ar: عنوان فارغ
de: Leerer Betreff
fr: Sujet vide
ga: Ábhar folamh
it: Soggetto vuoto
ru: Тема не указана
ta: வெற்று பொருள்
uk: Порожня тема
vi: Tiêu đề rỗng
zh_hans: 空主题

source: Date
ar: التاريخ
de: Datum
ga: Dáta
it: Data
ru: Дата
ta: திகதி
uk: Дата
vi: Ngày
zh_hans: 日期

# dateRangeAdvancedSearchFilter
source: From {startDate} to {endDate}
ar: من {startDate} إلى {endDate}
de: Von {startDate} bis {endDate}
fr: Du {startDate} au {endDate}
ga: Ó {startDate} go {endDate}
it: Da {startDate} a {endDate}
ru: С {startDate} по {endDate}
ta: {startDate} முதல் {endDate} வரை
uk: З {startDate} до {endDate}
vi: Từ {startDate} đến {endDate}
zh_hans: 从 {startDate} 到 {endDate}

# messageEventActionBannerOrganizerUpdated
source: has updated a meeting
ar: قام بتحديث اجتماع
de: hat eine Besprechung aktualisiert
fr: a mis à jour une réunion
ga: tar éis cruinniú a nuashonrú
ru: обновил(а) встречу
ta: ஒரு கூட்டத்தை புதுப்பித்துள்ளது
uk: оновив інформацію про зустріч
vi: đã cập nhật một cuộc họp
zh_hans: 更新了会议

source: Indent
ar: مسافة بادئة
de: Einrücken
fr: Retrait
ga: Eangú
it: Rientro
ru: Отступ
ta: இன்டென்ட்
uk: Відступ
vi: Lề trong
zh_hans: 增加缩进

source: More
ar: المزيد
de: Mehr
fr: Plus
ga: Níos mó
it: Di più
ru: Больше
ta: மேலும்
uk: Більше
vi: Tiếp
zh_hans: 更多

source: Starred
ar: المفضلة
de: Wichtig
fr: Favoris
ga: Réalta
it: Preferito
ru: Избранное
ta: நடித்தார்
uk: Позначено зірочкою
vi: Quan trọng
zh_hans: 星标邮件

# urlLink
source: URL
ta: முகவரி

source: Back to Search Results
ar: رجوع إلى نتائج البحث
de: Zurück zu den Suchergebnissen
fr: Retour aux résultats de recherche
ga: Ar ais chuig Torthaí Cuardaigh
it: Torna ai risultati della ricerca
ru: Вернуться к результатам поиска
ta: தேடல் முடிவுகளுக்குத் திரும்பு
uk: Назад до результатів пошуку
vi: Quay lại kết quả Tìm kiếm
zh_hans: 返回搜索结果

source: Delete all
ar: حذف الكل
de: Alle löschen
fr: Tout supprimer
ga: Scrios gach rud
it: Elimina tutti
ru: Удалить все
ta: அனைத்தையும் நீக்கு
uk: Видалити все
vi: Xoá toàn bộ
zh_hans: 删除全部

source: Moved to Trash
ar: تم نقلها إلى سلة المهملات
de: In den Papierkorb verschoben
fr: Déplacé dans la Corbeille
ga: Bhog sé go dtí an Bruscar
it: Spostato nel Cestino
ru: Перемещено в корзину
ta: குப்பைக்கு நகர்த்தப்பட்டது
uk: Переміщено в кошик
vi: Đưa vào thùng rác
zh_hans: 已移动到已删除邮件

source: Can not upload this file as attachments
ar: لا يمكن رفع هذا الملف كمرفقات
de: Diese Datei kann nicht als Anhang hochgeladen werden
fr: Impossible de téléverser ce fichier en tant que pièces jointes
ga: Ní féidir an comhad seo a uaslódáil mar iatáin
it: Non è possibile caricare questo file come allegato
ru: Невозможно загрузить этот файл в качестве вложения
ta: இந்த கோப்பை இணைப்புகளாக பதிவேற்ற முடியாது
uk: Неможливо завантажити цей файл як вкладення
vi: Không thể tải tệp này lên dưới dạng tệp đính kèm
zh_hans: 无法将此文件作为附件上传

# jmapBasedMailSolution
source: JMAP-based collaborative team mail solution
ar: JMAP-based حل بريد الفريق التعاوني
de: JMAP-basierte kollaborative Team-Mail-Lösung
fr: Solution de messagerie collaborative basée sur JMAP
ga: JMAP-bhunaithe réiteach comhoibritheach ríomhphoist foirne
it: Basato su JMAP soluzione di posta collaborativa del team
ru: Основанный на JMAP корпоративный почтовый клиент
ta: JMAP- அடிப்படையிலான கூட்டு குழு அஞ்சல் தீர்வு
uk: На основі JMAP рішення для спільної роботи з поштою для команди
vi: Giải pháp email doanh nghiệp dựa trên JMAP
zh_hans: 基于 JMAP 的 团队协作电子邮件解决方案

# formatBold
source: Bold
de: Fett
fr: Gras
ga: Trom
it: Grassetto
ru: Полужирный
ta: தடிமான
uk: Жирний шрифт
vi: Đậm
zh_hans: 加粗

# ruleFilterAddressToField
source: To
ar: إلى
de: An
fr: À
ga: Chun
it: A
ru: Кому
ta: பெறுநர்
uk: До
vi: Đến
zh_hans: 收件人

source: Signature
ar: التوقيع
de: Signatur
ga: Síniú
it: Firma
ru: Подпись
ta: கையொப்பம்
uk: Підпис
vi: Chữ ký
zh_hans: 签名

# unknownError
source: Unknown error occurred, please try again
ar: حدث خطأ غير معروف، يرجى المحاولة مرة أخرى
de: Unbekannter Fehler aufgetreten, bitte versuchen Sie es erneut
fr: Une erreur inconnue s'est produite, veuillez réessayer
ga: Tharla earráid anaithnid, bain triail eile as
it: Si è verificato un errore sconosciuto, riprova
ru: Произошла неизвестная ошибка, пожалуйста, попробуйте еще раз
ta: தெரியாத பிழை ஏற்பட்டது, தயவுசெய்து மீண்டும் முயற்சிக்கவும்
uk: Сталася невідома помилка, спробуйте ще раз
vi: Lỗi không xác định, xin hãy thử lại
zh_hans: 出现未知错误，请重试

source: Empty trash folder
ar: تفريغ مجلد البريد المهملات
de: Papierkorb leeren
fr: Vider le dossier de la corbeille
ga: Folmhaigh fillteán bruscair
it: Svuota la cartella del cestino
ru: Очистить корзину
ta: வெற்று குப்பை கோப்புறை
uk: Очистити папку «Кошик»
vi: Dọn dẹp Thùng rác
zh_hans: 清空已删除邮件文件夹

# spamMailboxDisplayName
source: Spam
ar: البريد غير الهام
fr: Indésirables
ga: Turscar
ru: Спам
ta: ச்பேம்
uk: Спам
vi: Thư rác
zh_hans: 垃圾邮件

source: Your email being sent...
ar: جاري إرسال رسالتك البريدية...
de: Ihre E-Mail wird gesendet …
fr: Votre message est en cours d'envoi…
ga: Do r-phost á sheoladh...
it: La tua e-mail viene inviata…
ru: Отправка письма...
ta: உங்கள் மின்னஞ்சல் அனுப்பப்படுகிறது ...
uk: Ваш електронний лист надсилається...
vi: Đang gửi thư...
zh_hans: 正在发送您的邮件…

source: Contains
ar: يتضمن
de: Enthält
fr: Contient
ga: Cuimsíonn
it: Contiene
ru: Содержит
ta: கொண்டுள்ளது
uk: Містить
vi: Bao gồm
zh_hans: 包含

# languageAndRegion
source: Language & Region
ar: اللغة و المنطقة
de: Sprache & Region
fr: Langue & Région
ga: Teanga & Réigiún
it: Lingua e Regione
ru: Язык и регион
ta: மொழி & பகுதி
uk: Мова та регіон
vi: Ngôn ngữ và Vùng
zh_hans: 语言和区域

# attach_file_prepare_text
source: Preparing to attach file...
ar: جارٍ التحضير لإرفاق الملف...
de: Vorbereiten des Dateianhangs …
fr: Préparation pour joindre le fichier...
ga: Ag ullmhú chun comhad a cheangal...
it: Preparazione per allegare file...
ru: Подготовка к вложению файла...
ta: கோப்பை இணைக்கத் தயாராகிறது ...
uk: Підготовка до прикріплення файлу...
vi: Đang chuẩn bị đính kèm tệp...
zh_hans: 正在准备附加文件…

source: Delete identity
ar: حذف الهوية
de: Identität löschen
fr: Supprimer l'identité
ga: Scrios aitheantas
it: Elimina identità
ru: Удалить аккаунт
ta: அடையாளத்தை நீக்கு
uk: Видалити ідентифікаційні дані
vi: Xoá định danh
zh_hans: 删除身份

source: Expand
ar: توسيع
de: Aufklappen
fr: Développer
ga: Leathnaigh
it: Espandere
ru: Увеличить
ta: விரிவாக்கு
uk: Розгорнути
vi: Mở rộng
zh_hans: 展开

# filter_message_toast
source: You’ve filtered messages by "{filterOption}"
ar: لقد قمت بتصفية الرسائل حسب "{filterOption}"
de: Sie haben Nachrichten nach „{filterOption}“ gefiltert
fr: Vous avez filtré les messages par « {filterOption} »
ga: Tá teachtaireachtaí scagtha agat de réir "{filterOption}"
it: Hai filtrato i messaggi per "{filterOption}"
ru: Вы установили фильтр "{filterOption}"
ta: "{filterOption}" மூலம் வடிகட்டிய செய்திகளை நீங்கள் வடிகட்டியுள்ளீர்கள்
uk: Ви відфільтрували повідомлення за "{filterOption}"
vi: Bạn vừa lọc các email "{filterOption}"
zh_hans: 您已按“{filterOption}”筛选邮件

source: Mark as unread
ar: وضع علامة كغير مقروء
de: Ungelesen markieren
fr: Marquer comme non lu
ga: Marcáil mar gan léamh
it: Segna come non letto
ru: Отметить как непрочитанное
ta: படிக்காத எனக் குறிக்கவும்
uk: Позначити як непрочитане
vi: Đánh dấu chưa đọc
zh_hans: 标记为未读

source: Custom range
ar: نطاق مخصص
de: Benutzerdefinierter Bereich
fr: Plage temporelle personnalisée
ga: Raon saincheaptha
it: Gamma personalizzata
ru: Настроить диапазон
ta: தனிப்பயன் வரம்பு
uk: Користувацький діапазон
vi: Khoảng thời gian
zh_hans: 自定义范围

source: Remove from spam
ar: إزالة من الرسائل غير المرغوب فيها (سبام)
de: Aus Spam entfernen
fr: Retirer des indésirables
ga: Bain ó spam
it: Rimuovi dallo spam
ru: Переместить в спам
ta: ச்பேமிலிருந்து அகற்று
uk: Вилучити зі спаму
vi: Xoá bỏ khỏi thư mục Spam
zh_hans: 从垃圾邮件中移除

source: Star
ar: وضع علامة نجمة
de: Stern
fr: Favori
ga: Réalt
it: Preferito
ru: Избранное
ta: விண்மீன்
uk: Зірка
vi: Quan trọng
zh_hans: 加注星标

source: Formatting options
ar: خيارات التنسيق
de: Formatierungsoptionen
fr: Options de formatage
ga: Roghanna formáidithe
ru: Параметры форматирования
ta: வடிவமைப்பு விருப்பங்கள்
uk: Параметри форматування
vi: Định dạng
zh_hans: 格式选项

source: Move To
ar: الانتقال إلى
de: Verschieben nach
fr: Déplacer vers
ga: Bog Go
it: Sposta in
ru: Переместить в
ta: செல்லுங்கள்
uk: Перемістити до
vi: Chuyển tới
zh_hans: 移动到

# page_name
source: Twake Mail
ta: அஞ்சல் அனுப்பவும்

# message_confirmation_dialog_delete_identity
source: Are you sure you want to delete this identity?
ar: هل أنت متأكد أنك تريد حذف هذه الهوية؟
de: Sind Sie sicher, dass Sie diese Identität löschen möchten?
fr: Voulez-vous vraiment supprimer cette identité ?
ga: An bhfuil tú cinnte go bhfuil fonn ort an t-aitheantas seo a scriosadh?
it: Sei sicuro di voler eliminare questa identità?
ru: Вы уверены, что хотите удалить этот аккаунт?
ta: இந்த அடையாளத்தை நீக்க விரும்புகிறீர்களா?
uk: Ви впевнені, що хочете видалити цю особу?
vi: Bạn có chắc chắn xoá định danh này?
zh_hans: 是否确定要删除此身份？

source: Contact
ar: اتصال
de: Kontakt
ga: Teagmháil
it: Contatto
ru: Контакт
ta: தொடர்பு
uk: Контакти
vi: Liên hệ
zh_hans: 联系

# toastMessageLocalCopyDisable
source: Keep local copy disable.
ar: إبقاء النسخة المحلية معطلة.
de: Lokale Kopie beibehalten deaktivieren.
fr: Gardez la copie locale désactivée.
ga: Coinnigh cóip logánta díchumasaithe.
it: Mantieni la copia locale disabilitata.
ru: Оставить локальную копию выключенной.
ta: உள்ளக நகலை முடக்கு.
uk: Вимкнути локальне копіювання.
vi: Vô hiệu bản sao.
zh_hans: 不保留本地副本。

# toastMessageCannotFoundIdentityWhenSendReceipt
source: Identity id given cannot be found
ar: لا يمكن العثور على معرف الهوية المعطى
de: Die angegebene ID konnte nicht gefunden werden
fr: L'identifiant d'identité fourni est introuvable
ga: Ní féidir aitheantas aitheantais a tugadh a aimsiú
it: Impossibile trovare l'identificativo fornito
ru: Указанный идентификатор не найден
ta: கொடுக்கப்பட்ட அடையாள ஐடியைக் கண்டுபிடிக்க முடியாது
uk: Вказаний ідентифікатор особи не знайдено
vi: Không tìm thấy id danh tính
zh_hans: 无法找到给定的身份 ID

source: Select all messages of this page
ar: اختر كافة رسائل هذه الصفحة
de: Alle Nachrichten dieser Seite auswählen
fr: Sélectionnez tous les messages de cette page
ga: Roghnaigh gach teachtaireacht ar an leathanach seo
it: Seleziona tutti i messaggi di questa pagina
ru: Выбрать все сообщения на этой странице
ta: இந்த பக்கத்தின் அனைத்து செய்திகளையும் தேர்ந்தெடுக்கவும்
uk: Вибрати всі повідомлення на цій сторінці
vi: Chọn tất cả tin nhắn của trang này
zh_hans: 选择本页全部邮件

source: Pick attachments
ar: اختر المرفقات
de: Anhänge auswählen
fr: Choisissez des pièces jointes
ga: Roghnaigh ceangaltáin
it: Scegli gli allegati
ru: Выбрать вложения
ta: இணைப்புகளைத் தேர்ந்தெடுங்கள்
uk: Вибрати вкладення
vi: Chọn tệp đính kèm
zh_hans: 选择附件

source: Next
ar: التالي
de: Weiter
fr: Suivant
ga: Ar Aghaidh
it: Prossimo
ru: Далее
ta: அடுத்தது
uk: Далі
vi: Tiếp
zh_hans: 下一步

source: Align left
ar: محاذاة إلى اليسار
de: Linksbündig
fr: Aligner à gauche
ga: Ailínigh ar chlé
it: Allineare a sinistra
ru: По левому краю
ta: இடதுபுறம் சீரமைக்கவும்
uk: Вирівняти за лівим краєм
vi: Căn trái
zh_hans: 左对齐

source: Align right
ar: محاذاة إلى اليمين
de: Rechtsbündig
fr: Aligner à droite
ga: Ailínigh ar dheis
it: Allinea a destra
ru: По правому краю
ta: வலதுபுறம் சீரமைக்கவும்
uk: Вирівняти по правому краю
vi: Căn phải
zh_hans: 右对齐

source: Message
ar: الرسالة
de: Nachricht
ga: Teachtaireacht
it: Messaggio
ru: Сообщение
ta: செய்தி
uk: Повідомлення
vi: Tin nhắn
zh_hans: 邮件

source: No start time
ar: ليس هناك وقت بدء
de: Keine Anfangszeit
fr: Pas d'heure de début
ga: Gan am tosaithe
it: Nessun tempo di inizio
ru: Без времени начала
ta: தொடக்க நேரம் இல்லை
vi: Không có thời gian bắt đầu
zh_hans: 无开始时间

# message_confirmation_dialog_delete_folder
source: "{nameMailbox}" folder and all of the sub-folders and messages it contains will be deleted and won't be able to recover. Do you want to continue to delete?
de: Der Ordner „{nameMailbox}“ und alle darin enthaltenen Unterordner und Nachrichten werden gelöscht und können nicht mehr wiederhergestellt werden. Möchten Sie den Löschvorgang fortsetzen?
fr: Le dossier "{nameMailbox}" et tous les sous-dossiers et messages qu'il contient seront supprimés et ne pourront pas être récupérés. Voulez-vous poursuivre la suppression ?
ga: "{nameMailbox}" Fillteán agus gach ceann de na fo-fillteáin agus teachtaireachtaí atá ann a scriosadh agus ní bheidh sé in ann a ghnóthú. An bhfuil fonn ort leanúint ar aghaidh ag scriosadh?
ru: Папка "{nameMailbox}" и все содержащиеся в ней подпапки и сообщения будут удалены без возможности восстановления. Продолжить?
ta: "{nameMailbox}" கோப்புறை மற்றும் அதில் உள்ள அனைத்து துணை கோப்புறைகள் மற்றும் செய்திகள் நீக்கப்படும், மேலும் அவை மீட்க முடியாது. நீங்கள் தொடர்ந்து நீக்க விரும்புகிறீர்களா?
uk: Папку «{nameMailbox}» та всі її підпапки й повідомлення буде видалено без можливості відновлення. Продовжити видалення?
vi: Thư mục"{nameMailbox}" cùng với tất cả thư mục con và tin nhắn bên trong sẽ bị xoá và không thể phục hồi. Bạn có muốn tiếp tục xoá?
zh_hans: 将会删除“{nameMailbox}”文件夹及其包含的所有子文件夹和邮件，无法恢复。是否要继续删除？

source: Preparing to save
ar: جارٍ التحضير للحفظ
de: Vorbereitung auf das Speichern
fr: Préparation à l’enregistrement
ga: Ag ullmhú le sábháil
it: Prepariamo a salvare
ru: Подготовка к сохранению
ta: சேமிக்கத் தயாராகிறது
uk: Підготовка до збереження
vi: Chuẩn bị được lưu
zh_hans: 正在准备保存

# loginInputUrlMessage
source: To login and access your message please connect to your JMAP server
ar: لتسجيل الدخول والوصول إلى رسائلك، يرجى الاتصال بخادم JMAP الخاص بك
de: Zum Anmelden und Abrufen Ihrer Nachricht verbinden Sie sich bitte mit Ihrem JMAP-Server
fr: Pour vous connecter et accéder à votre message, veuillez connecter votre serveur JMAP
ga: Chun logáil isteach agus rochtain a fháil ar do theachtaireacht ceangail le do fhreastalaí JMAP
it: Per login e accedere al tuo messaggio, connettiti al tuo server JMAP
ru: Чтобы войти и получить доступ к сообщению, подключитесь к серверу JMAP
ta: உள்நுழைந்து உங்கள் செய்தியை அணுக உங்கள் JMAP சேவையகத்துடன் இணைக்கவும்
uk: Щоб увійти та отримати доступ до свого повідомлення, будь ласка, підключіться до вашого JMAP-сервера
vi: Nhập đường dẫn tới máy chủ JMAP để đăng nhập
zh_hans: 要登录和访问邮件，请连接到 JMAP 服务器

# requiredUrl
source: Server address is required
ar: عنوان الخادم مطلوب
de: Serveradresse ist erforderlich
fr: L'adresse du serveur est requise
ga: Tá seoladh an fhreastalaí de dhíth
it: L'indirizzo del server è obbligatorio
ru: Укажите адрес сервера
ta: சேவையக முகவரி தேவை
uk: Потрібна адреса сервера
vi: Thiếu địa chỉ máy chủ
zh_hans: 请填写服务器地址

# message_dialog_send_email_without_recipient
source: Your email should have at least one recipient
ar: يجب أن يكون لديك على الأقل مستلم واحد لرسالتك البريدية
de: Ihre E-Mail sollte mindestens einen Empfänger haben
fr: Votre message devrait avoir au moins un destinataire
ga: Ba chóir go mbeadh faighteoir amháin ar a laghad ag do r-phost
it: La tua e-mail deve avere almeno uno destinatario
ru: У вашего электронного письма должен быть хотя бы один получатель
ta: உங்கள் மின்னஞ்சலில் குறைந்தது ஒரு பெறுநரைக் கொண்டிருக்க வேண்டும்
uk: Ваш електронний лист повинен мати принаймні одного одержувача
vi: Email của bạn nên có ít nhất một người nhận
zh_hans: 您的邮件应至少有一位收件人

source: You need to grant files permission to download attachments
ar: يجب عليك منح إذن لتنزيل المرفقات
de: Sie müssen die Datei-Erlaubnis erteilen, um Anhänge herunterzuladen
fr: Vous devez accorder l'autorisation de télécharger des pièces jointes
ga: Ní mór duit cead a thabhairt do chomhaid chun ceangaltáin a íoslódáil
it: È necessario concedere ai file il permesso per scaricare gli allegati
ru: Чтобы загружать вложения, необходимо предоставить разрешение для файлов
ta: இணைப்புகளைப் பதிவிறக்குவதற்கு நீங்கள் கோப்புகளுக்கு இசைவு வழங்க வேண்டும்
uk: Вам потрібно надати файлам дозвіл на завантаження вкладень
vi: Bạn cần được cấp quyền tải xuống tệp đính kèm
zh_hans: 您需要授予文件下载附件的权限

source: Undo
ar: تراجع
de: Rückgängig
fr: Annuler
ga: Cealaigh
it: Annullare
ru: Отменить
ta: செயல்தவிர்
uk: Відмінити
vi: Hoàn tác
zh_hans: 撤销

# marked_star_multiple_item
source: Marked star {count} item
ar: تم وضع علامة مفضلة على {count} عنصر
de: {count} Elemente mit einem Stern markiert
fr: {count} éléments marqués comme important
ga: Réalta mharcáilte {count} mír
it: {count} elemento contrassegnato preferito
ru: {count} элементов перемещено в избранное
ta: குறிக்கப்பட்ட விண்மீன் {count} உருப்படி
uk: Позначено зірочкою {count} елемент
vi: Đã gắn sao {count} mục
zh_hans: 已为 {count} 项加注星标

# marked_unstar_multiple_item
source: Marked unstar {count} item
ar: تم إزالة علامة المفضلة عن {count} عنصر
de: {count} Elemente als nicht wichtig markiert
fr: {count} éléments marqués comme non important
ga: Marcáilte unstar {count} item
it: {count} elemento rimosso dal preferito
ru: {count} элементов удалено из избранного
ta: குறிக்கப்பட்ட அன்ச்டார் {count} உருப்படி
uk: Позначено зняти зірочку з {count} елемента
vi: Đã gỡ sao {count} mục
zh_hans: 已为 {count} 项移除星标

source: Search mail
ar: البحث في البريد الإلكتروني
de: E-Mails durchsuchen
fr: Rechercher dans les courriers
ga: Cuardaigh ríomhphost
it: Cerca nella posta
ru: Поиск по почте
ta: அஞ்சலைத் தேடுங்கள்
uk: Пошук пошти
vi: Tìm kiếm thư
zh_hans: 搜索邮件

# no_emails_matching_your_search
source: No emails are matching your search
ar: لا توجد رسائل تطابق بحثك
de: Es wurden keine E-Mails zu Ihrer Suche gefunden
fr: Aucun message ne correspond à votre recherche
ga: Níl aon ríomhphoist ag teacht le do chuardach
it: Nessuna e-mail corrisponde alla tua ricerca
ru: Нет писем, соответствующих вашему запросу
ta: உங்கள் தேடலுடன் எந்த மின்னஞ்சல்களும் பொருந்தவில்லை
uk: Немає електронних листів, що відповідають вашому пошуку
vi: Không có email phù hợp với tìm kiếm của bạn
zh_hans: 没有与搜索匹配的邮件

# marked_message_toast
source: You’ve marked messages as "{action}"
ar: لقد قمت بوضع علامة على الرسائل بوضعية "{action}"
de: Sie haben Nachrichten als „{action}“ markiert
fr: Vous avez marqué les messages comme « {action} »
ga: Tá teachtaireachtaí marcáilte agat mar "{action}"
it: Hai contrassegnato i messaggi come "{action}"
ru: Вы пометили сообщения как "{action}"
ta: செய்திகளை "{action}" என்று குறித்துள்ளீர்கள்
uk: Ви позначили повідомлення як "{action}"
vi: Bạn vừa đánh dấu email là "{action}"
zh_hans: 您已将邮件标记为“{action}”

source: Sign out
ar: تسجيل الخروج
de: Abmelden
fr: Se déconnecter
ga: Sínigh amach
it: Esci
ru: Выйти
ta: விடுபதிகை
uk: Вийти із
vi: Đăng xuất
zh_hans: 登出

source: With Unread
ar: مع غير المقروءة
de: Mit ungelesenen
fr: Comme non lus
ga: Le Gan Léamh
it: Con Non letti
ru: Включить непрочитанные
ta: படிக்காதது
uk: З непрочитаними
vi: Chưa đọc
zh_hans: 有未读

source: Email address copied to clipboard
ar: تم نسخ عنوان البريد الإلكتروني إلى الحافظة
de: E-Mail-Adresse in die Zwischenablage kopiert
fr: Adresse e-mail copiée dans le presse-papiers
ga: Seoladh ríomhphoist cóipeáilte go dtí an ghearrthaisce
it: Indirizzo e-mail copiato negli appunti
ru: Адрес электронной почты скопирован в буфер обмена
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்ட மின்னஞ்சல் முகவரி
uk: Адреса електронної пошти скопійована в буфер обміну
vi: Địa chỉ email đã được sao chép vào clipboard
zh_hans: 电子邮件地址已复制到剪贴板
