Repository: linagora/tmail-flutter
Catalog: lib/l10n/intl_*.arb
Languages: ar, de, fr, ga, it, ru, ta, uk, vi, zh_hans

# emptySpamMessageDialog
source: You are about to permanently delete all items in Spam. Do you want to continue?
ar: أنت على وشك حذف جميع العناصر الموجودة في البريد العشوائي نهائيًا. هل تريد الاستمرار؟
de: Sie sind im Begriff, alle Elemente in Spam endgültig zu löschen. Möchten Sie fortfahren?
fr: Vous allez supprimer définitivement tous les messages du dossier Indésirables. Voulez-vous continuer ?
ga: Tá tú ar tí gach mír i Spam a scriosadh go buan. An bhfuil fonn ort leanúint ar aghaidh?
ru: Вы собираетесь безвозвратно удалить все элементы из папки "Спам". Продолжить?
ta: ச்பேமில் உள்ள அனைத்து பொருட்களையும் நிரந்தரமாக நீக்க உள்ளீர்கள். நீங்கள் தொடர விரும்புகிறீர்களா?
uk: Ви збираєтеся остаточно видалити всі елементи зі спаму. Продовжити?
vi: Bạn sắp xóa vĩnh viễn tất cả các mục trong Thư rác. Bạn có muốn tiếp tục?
zh_hans: 您即将永久删除垃圾邮件中的全部内容。是否要继续？

source: Mark as read
ar: وضع علامة كمقروء
de: Als gelesen markieren
fr: Marquer comme lu
ga: Marcáil mar léite
it: Segna come letto
ru: Отметить как прочитанное
ta: படித்தபடி குறி
uk: Позначити як прочитане
vi: Đánh dấu đã đọc
zh_hans: 标记为已读

source: Attachments uploaded successfully
ar: تم تحميل المرفقات بنجاح
de: Anhänge erfolgreich hochgeladen
fr: Pièces jointes téléversées avec succès
ga: D' éirigh le hiatáin a uasluchtú
it: Allegati caricati con successo
ru: Вложения успешно загружены
ta: இணைப்புகள் வெற்றிகரமாக பதிவேற்றப்பட்டன
uk: Вкладення успішно завантажено
vi: Tệp đính kèm đã được tải lên thành công
zh_hans: 附件上传成功

source: You have created a new identity
ar: لقد قمت بإنشاء هوية جديدة
de: Sie haben eine neue Identität erstellt
fr: Vous avez créé une nouvelle identité
ga: Chruthaigh tú aitheantas nua
it: Hai creato una nuova identità
ru: Вы создали новый аккаунт
ta: நீங்கள் ஒரு புதிய அடையாளத்தை உருவாக்கியுள்ளீர்கள்
uk: Ви створили нову ідентичність
vi: Bạn vừa tạo danh tính mới
zh_hans: 您已创建新身份

# requiredEmail
source: Email is required
ar: البريد الإلكتروني مطلوب
de: E-Mail ist erforderlich
fr: L'adresse e-mail est requise
ga: Tá ríomhphost de dhíth
it: Email è richiesta
ru: Требуется эл. почта
ta: மின்னஞ்சல் தேவை
uk: Потрібно вказати електронну пошту
vi: Thiếu địa chỉ email
zh_hans: 请填写电子邮件

source: No end time
ar: ليس هناك وقت انتهاء
de: Keine Endzeit
fr: Pas de date de fin
ga: Gan am deiridh
it: Nessun tempo di fine
ru: Без времени окончания
ta: இறுதி நேரம் இல்லை
vi: Không có thời gian kết thúc
zh_hans: 无结束时间

source: Reply
ar: الرد
de: Antworten
fr: Répondre
ga: Freagra
it: Rispondi
ru: Ответить
ta: பதில்
uk: Відповідь
vi: Trả lời
zh_hans: 回复

source: With attachments
ar: مع المرفقات
de: Mit Anhängen
fr: Avec pièces jointes
ga: Le ceangaltáin
it: Con allegati
ru: С вложениями
ta: இணைப்புகளுடன்
uk: З вкладеннями
vi: Các tệp đính kèm
zh_hans: 带附件

# quotaWarningBannerMessage
source: Soon you won't be able to email in Tmail. Please clean your storage or upgrade your storage to get full features in Tmail.
ar: قريبًا لن تتمكن من إرسال بريد إلكتروني إلى Tmail. يرجى تنظيف مساحة التخزين الخاصة بك أو ترقية مساحة التخزين الخاصة بك للحصول على الميزات الكاملة في Tmail.
de: Bald werden Sie keine E-Mails mehr in Tmail senden können. Bitte bereinigen Sie Ihren Speicher oder erweitern Sie ihn, um alle Funktionen in Tmail weiterhin nutzen zu können.
fr: Bientôt, vous ne pourrez plus envoyer de messages dans Twake Mail. Veuillez nettoyer ou mettre à niveau votre stockage pour bénéficier de toutes les fonctionnalités de Twake Mail.
ga: Go gairid ní bheidh tú in ann ríomhphost a sheoladh chuig Tmail. Glan do stóráil nó uasghrádú do stóráil a fháil gnéithe iomlána i Tmail.
ru: Скоро вы не сможете писать письма в Tmail. Пожалуйста, очистите хранилище или обновите план, чтобы получить все возможности Tmail.
ta: விரைவில் நீங்கள் tmail இல் மின்னஞ்சல் செய்ய முடியாது. தயவுசெய்து உங்கள் சேமிப்பிடத்தை தூய்மை செய்யுங்கள் அல்லது உங்கள் சேமிப்பிடத்தை மேம்படுத்தவும்.
uk: Незабаром ви не зможете надсилати електронні листи в Tmail. Будь ласка, очистіть своє сховище або оновіть його, щоб отримати доступ до всіх функцій Tmail.
vi: Bạn sẽ sớm không thể gửi email bằng Tmail. Vui lòng dọn dẹp bộ nhớ của bạn hoặc nâng cấp bộ nhớ của bạn để có được đầy đủ tính năng trong Tmail.
zh_hans: 很快您就无法通过 Tmail 发送电子邮件。请清理您的存储空间或升级您的存储空间以获得 Tmail 的完整功能。

source: Forwarded message
ar: الرسالة المعاد توجيهها
de: Weitergeleitete Nachricht
fr: Message transféré
ga: Teachtaireacht curtha ar aghaidh
ru: Пересланное сообщение
ta: முன்னோக்கி செய்தி
uk: Переслане повідомлення
vi: Tin nhắn chuyển tiếp
zh_hans: 已转发邮件

source: Send
ar: إرسال
de: Senden
fr: Envoyer
ga: Seol
it: Inviare
ru: Отправить
ta: அனுப்பு
uk: Надіслати
vi: Gửi
zh_hans: 发送

source: Has the words
ar: لديه الكلمات
de: Hat die Wörter
fr: Contient les mots
ga: An bhfuil na focail
it: Include le parole
ru: Включает слова
ta: சொற்கள் உள்ளன
uk: Має слова
vi: Có chứa từ
zh_hans: 有文字

# messageDuplicateTagFilterMail
source: you already entered that
ar: لقد أدخلت ذلك بالفعل
de: Sie haben das bereits eingegeben
fr: vous avez déjà entré cela
ga: chuir tú isteach é sin cheana féin
it: l'hai già inserito
ru: вы уже это ввели
ta: நீங்கள் ஏற்கனவே நுழைந்தீர்கள்
uk: ви вже це ввели
vi: bạn vừa nhập
zh_hans: 您已经输入了

# languageVietnamese
source: Vietnamese
ar: اللغة الفيتنامية
de: Vietnamesisch
fr: Vietnamien
ga: Vítneaimis
it: Vietnamita
ru: Вьетнамский
ta: வியட்நாமிய
uk: В'єтнамська
vi: Tiếng Việt
zh_hans: 越南语

# languageArabic
source: Arabic
ar: اللغة العربية
de: Arabisch
fr: Arabe
ga: Araibis
ru: Арабский
ta: அரபு
uk: Арабська
vi: Tiếng Ả Rập
zh_hans: 阿拉伯语

source: Maybe
ar: ربما
de: Vielleicht
fr: Peut être
ga: B'fhéidir
ru: Возможно
ta: ஒருவேளை
uk: Можливо
vi: Có thể
zh_hans: 可能参加

# ruleFilterAddressFromField
source: From
ar: من
de: Von
fr: De
ga: Ó
it: Da
ru: От
ta: இருந்து
uk: Від
vi: Từ
zh_hans: 发件人

# conditionValueHintTextInput
source: Value
ar: القيمة
de: Wert
fr: Valeur
ga: Luach
it: Valore
ru: Значение
ta: மதிப்பு
uk: Значення
vi: Giá trị
zh_hans: 值

source: Identity has been deleted
ar: تم حذف الهوية
de: Identität wurde gelöscht
fr: L'identité a été supprimée
ga: Scriosadh an t-aitheantas
it: L'identità è stata eliminata
ru: Аккаунт удален
ta: அடையாளம் நீக்கப்பட்டுள்ளது
uk: Особистість видалено
vi: Định danh đã được xoá bỏ
zh_hans: 已删除身份

source: Open Folder menu
de: Ordnermenü öffnen
fr: Menu Ouvrir le dossier
ga: Oscail roghchlár an fhillteáin
ru: Открыть меню папки
ta: கோப்புறை மெனுவைத் திறக்கவும்
uk: Відкрити меню папки
vi: Mở menu Thư mục
zh_hans: 打开文件夹菜单

# messageHasBeenSavedToTheSendingQueue
source: Temporary network issue. Messages queued for retry when connected.
ar: تم حفظ الرسالة في قائمة انتظار الإرسال.
de: Vorübergehendes Netzwerkproblem. Nachrichten stehen in der Warteschlange für einen erneuten Versuch, wenn eine Verbindung besteht.
fr: Problème de réseau temporaire. Les messages ont été mis en file d'attente pour une nouvelle tentative une fois connecté.
ga: Eisiúint shealadach líonra. Cuireadh teachtaireachtaí i scuaine le haghaidh atriail nuair a bhíonn siad ceangailte.
ru: Временные проблемы с сетью. Сообщения будут отправлены, когда соединение восстановится.
ta: தற்காலிக பிணைய சிக்கல். இணைக்கப்படும்போது மீண்டும் முயற்சித்த செய்திகள் வரிசைப்படுத்தப்பட்டுள்ளன.
uk: Тимчасова проблема з мережею. Повідомлення поставлені в чергу для повторної спроби після підключення.
vi: Sự cố mạng tạm thời. Tin nhắn được lưu vào hàng đợi để gửi lại khi được kết nối.
zh_hans: 临时网络问题。连接后排队等待重试邮件。

source: Newer
ar: الأحدث
de: Neuer
fr: Plus récent
ga: Níos nuaí
it: Più nuovo
ru: К новым
ta: புதியது
uk: Новіший
vi: Mới hơn
zh_hans: 较新

source: Delete folders
de: Ordner löschen
fr: Suppression des dossiers
ga: Scrios fillteáin
ru: Удалить папки
ta: கோப்புறைகளை நீக்கு
uk: Видалити папки
vi: Xoá thư mục
zh_hans: 删除文件夹

source: Name or email address
ar: الاسم أو عنوان البريد الإلكتروني
de: Name oder E-Mail-Adresse
fr: Nom ou adresse e-mail
ga: Ainm nó seoladh ríomhphoist
it: Nome o indirizzo e-mail
ru: Имя или адрес электронной почты
ta: பெயர் அல்லது மின்னஞ்சல் முகவரி
uk: Ім'я або адреса електронної пошти
vi: Tên hoặc địa chỉ email
zh_hans: 名称或电子邮件地址

source: All time
ar: كل الوقت
de: Seit jeher
fr: Tout le temps
ga: An t-am ar fad
it: Durante tutto il tempo
ru: За все время
ta: எல்லா நேரமும்
uk: Весь час
vi: Toàn bộ thời gian
zh_hans: 全部时间

# messageDisableVacationResponderAutomatically
source: Your vacation responder stopped on {endDate}
ar: توقف المجيب التلقائي في {endDate}
de: Ihr Urlaubsbeantworter wurde am {endDate} gestoppt
fr: Votre répondeur de vacances s'est arrêté le {endDate}
ga: Stop do fhreagróir laethanta saoire ar {endDate}
it: Il tuo risponditore automatico è stato interrotto il {endDate}
ru: Автоответчик будет отключен {endDate}
ta: உங்கள் விடுமுறை பதிலளிப்பவர் {endDate} இல் நிறுத்தப்பட்டார்
uk: Ваша відповідь на запитання про відпустку зупинилася {endDate}
vi: Phản hồi kỳ nghỉ đã vô hiệu {endDate}
zh_hans: 外出回复功能已于 {endDate} 停止

# messageConfirmationDialogDeleteAllRecipientForward
source: Are you sure you want to remove those recipients? Doing this will remove them from the email chain.
ar: هل أنت متأكد أنك تريد إزالة هؤلاء المستلمين؟ سيؤدي القيام بذلك إلى إزالتها من سلسلة البريد الإلكتروني.
de: Sind Sie sicher, dass Sie diese Empfänger entfernen möchten? Auf diese Weise werden sie aus der E-Mail-Kette entfernt.
fr: Voulez-vous vraiment supprimer ces destinataires ? Cela les retirera de la discussion.
ga: An bhfuil tú cinnte go bhfuil fonn ort na faighteoirí sin a bhaint? Má dhéanann tú é seo, bainfear den slabhra ríomhphoist iad.
it: Sei sicuro di voler rimuovere quei destinatari? In questo modo li rimuoverai dallo scambio di lettere.
ru: Вы уверены, что хотите удалить этих получателей? Это действие удалит их из переписки.
ta: அந்த பெறுநர்களை அகற்ற விரும்புகிறீர்களா? இதைச் செய்வது மின்னஞ்சல் சங்கிலியிலிருந்து அவற்றை அகற்றும்.
uk: Ви впевнені, що хочете вилучити цих одержувачів? Це призведе до їх видалення з ланцюжка розсилки електронної пошти.
vi: Bạn có chắc chắn muốn xóa những người nhận đó không? Thao tác này sẽ xóa họ khỏi danh sách.
zh_hans: 是否确定要移除这些收件人？这样做会将这些收件人从邮件链中移除。

# hintInputAutocompleteContact
source: Enter name or email address
ar: أدخل الاسم أو عنوان البريد الإلكتروني
de: Name oder E-Mail Adresse eingeben
fr: Entrez le nom ou l'adresse e-mail
ga: Iontráil ainm nó seoladh ríomhphoist
it: Inserisci il nome o l'indirizzo email
ru: Введите имя или адрес электронной почты
ta: பெயர் அல்லது மின்னஞ்சல் முகவரியை உள்ளிடவும்
uk: Введіть ім'я або адресу електронної пошти
vi: Nhập tên hoặc địa chỉ email
zh_hans: 输入名称或电子邮件地址

# toastMessageDeleteEmailRuleSuccessfully
source: The rule has been removed.
ar: تم إزالة القاعدة.
de: Die Regel wurde entfernt.
fr: La règle a été supprimée.
ga: Baineadh an riail.
it: La regola è stata rimossa.
ru: Правило удалено.
ta: விதி அகற்றப்பட்டது.
uk: Правило було вилучено.
vi: Bộ lọc đã được loại bỏ.
zh_hans: 移除了此规则。

source: Clear all
ar: امسح الكل
de: Alles leeren
fr: Tout effacer
ga: Glan gach rud
it: Cancella tutto
ru: Удалить все
ta: அனைத்தையும் அழிக்கவும்
uk: Очистити все
vi: Xoá tất cả
zh_hans: 清除全部

# hint_search_emails
source: Search for emails and files
ar: البحث عن رسائل البريد الإلكتروني والملفات
de: Nach E-Mails und Dateien suchen
fr: Rechercher des messages et des fichiers
ga: Cuardaigh ríomhphoist agus comhaid
it: Cerca e-mail e file
ru: Поиск электронных писем и файлов
ta: மின்னஞ்சல்கள் மற்றும் கோப்புகளைத் தேடுங்கள்
uk: Пошук електронних листів та файлів
vi: Tìm kiếm email và tệp
zh_hans: 搜索邮件和文件

# noEmailMatchYourCurrentFilter
source: We're sorry, there are no emails that match your current filter.
ar: معذرةً ، لا توجد رسائل بريد إلكتروني تطابق عامل التصفية الحالي.
de: Es tut uns leid, es gibt keine E-Mails, die Ihrem aktuellen Filter entsprechen.
fr: Nous sommes désolés, aucun message ne correspond à votre filtre actuel.
ga: Tá brón orainn, níl aon ríomhphoist ann a mheaitseálann do scagaire reatha.
it: Siamo spiacenti, non ci sono email che corrispondono al tuo filtro attuale.
ru: К сожалению, мы не нашли писем, соответствующих текущему фильтру.
ta: மன்னிக்கவும், உங்கள் தற்போதைய வடிப்பானுடன் பொருந்தக்கூடிய மின்னஞ்சல்கள் எதுவும் இல்லை.
uk: Немає електронних листів, що відповідають вашому поточному фільтру.
vi: Chúng tôi xin lỗi, không có email nào phù hợp với bộ lọc hiện tại của bạn.
zh_hans: 很抱歉，没有符合当前筛选器的电子邮件。

source: Delete all spam emails
ar: حذف كافة رسائل البريد الإلكتروني غير المرغوب فيها
de: Alle Spam-E-Mails löschen
fr: Supprimer tous les indésirables
ga: Scrios gach ríomhphost spam
ru: Удалить все письма из спама
ta: அனைத்து ச்பேம் மின்னஞ்சல்களையும் நீக்கு
uk: Видалити всі спам-листи
vi: Xóa tất cả tin nhắn rác
zh_hans: 删除全部垃圾邮件

# toastMessageMarkAsMailboxReadHasSomeEmailFailure
source: You’ve marked {count} messages in "{mailboxName}" as read
de: Sie haben {count} Nachrichten in „{mailboxName}“ als gelesen markiert
fr: Vous avez marqué {count} messages dans "{mailboxName}" comme lus
ga: Tá teachtaireachtaí {count} marcáilte agat i "{mailboxName}" mar a léitear
ru: Вы пометили {count} сообщений в "{mailboxName}" как прочитанные
ta: "{mailboxName}" இல் {count} செய்திகளை நீங்கள் வாசித்தபடி குறித்துள்ளீர்கள்
uk: Ви позначили {count} повідомлень у "{mailboxName}" як прочитані
vi: Bạn đã đánh dấu {count} tin nhắn trong thư mục "{mailboxName}" là đã đọc
zh_hans: 您已将“{mailboxName}”中的 {count} 封邮件标记为已读

source: Results
ar: النتائج
de: Ergebnisse
fr: Résultats
ga: Torthaí
it: Risultati
ru: Результаты
ta: முடிவுகள்
uk: Результати
vi: Kết quả
zh_hans: 结果

source: Show all
ar: عرض الكل
de: Alle anzeigen
fr: Tout montrer
ga: Taispeáin gach rud
it: Mostra tutti
ru: Показать все
ta: அனைத்தையும் காட்டு
uk: Показати всі
vi: Hiển thị tất cả
zh_hans: 显示全部

# messageEmptyFolderDialog
source: The messages in {folder} folder will be permanently deleted and you will not be able to restore them
ar: سيتم حذف الرسائل الموجودة في المجلد {folder} نهائيًا ولن تتمكن من استعادتها
de: Die Nachrichten im Ordner {folder} werden dauerhaft gelöscht und Sie werden sie nicht wiederherstellen können
fr: Les messages du dossier {folder} seront définitivement supprimés et vous ne pourrez pas les restaurer
ga: Scriosfar na teachtaireachtaí san fhillteán {folder} go buan agus ní bheidh tú in ann iad a aischur
ru: Сообщения в папке {folder} будут удалены навсегда, и вы не сможете их восстановить
ta: {folder} கோப்புறையில் உள்ள செய்திகள் நிரந்தரமாக நீக்கப்படும், அவற்றை நீங்கள் மீட்டெடுக்க முடியாது
uk: Повідомлення в папці {folder} будуть видалені назавжди, і ви не зможете їх відновити
vi: Tin nhắn trong thư mục {folder} sẽ bị xoá bỏ vĩnh viễn, bạn không thể khôi phục chúng
zh_hans: 会永久删除 {folder} 文件夹中的邮件并且无法恢复

source: Quick styles
ar: الأساليب السريعة
de: Schnellformatvorlagen
fr: Styles rapides
ga: Stíleanna tapa
it: Stili veloci
ru: Быстрое форматирование
ta: விரைவான பாணிகள்
uk: Швидкі стилі
vi: Định dạng
zh_hans: 快速样式

source: Unspam
ar: إزالة العلامة كرسالة غير مرغوب فيها (سبام)
de: Kein Spam
fr: Retirer des indésirables
ga: UnspamName
it: Rimuovi dallo spam
ru: Убрать из спама
ta: UNPAM
uk: Видалити спам
vi: Không phải spam
zh_hans: 非垃圾邮件

source: Empty Spam folder
ar: تفريغ مجلد البريد العشوائي
de: Spam-Ordner leeren
fr: Vider le dossier Indésirables
ga: Fillteán spam folamh
ru: Очистить папку "Спам"
ta: வெற்று ச்பேம் கோப்புறை
uk: Очистити папку «Спам»
vi: Làm trống thư mục Thư rác
zh_hans: 清空垃圾邮件文件夹

# subjectSendReceiptToSender
source: Read: {subject}
ar: قراءة: {subject}
de: Lesen: {subject}
fr: Lu : {subject}
ga: Léigh: {subject}
it: Leggere: {subject}
ru: Прочитано: {subject}
ta: படிக்க: {subject}
uk: Читати: {subject}
vi: Đọc {subject}
zh_hans: 已读：{subject}

# disable_filter_message_toast
source: You’ve disabled filtered messages
ar: لقد قمت بتعطيل تصفية الرسائل
de: Sie haben gefilterte Nachrichten deaktiviert
fr: Vous avez désactivé les messages filtrés
ga: Tá teachtaireachtaí scagtha díchumasaithe agat
it: Hai disabilitato i messaggi filtrati
ru: Вы отключили фильтр сообщений
ta: வடிகட்டப்பட்ட செய்திகளை நீங்கள் முடக்கியுள்ளீர்கள்
uk: Ви вимкнули фільтровані повідомлення
vi: Bộ lọc đã được huỷ bỏ
zh_hans: 您已禁用筛选邮件

source: Showing results for:
ar: عرض النتائج ل:
de: Ergebnisse werden angezeigt für:
fr: Affichage des résultats pour :
ga: Torthaí á dtaispeáint le haghaidh:
it: Mostriamo i risultati per:
ru: Результаты по запросу:
ta: இதற்கான முடிவுகளைக் காட்டுகிறது:
uk: Показані результати для запиту:
vi: Kết quả cho:
zh_hans: 显示结果：

source: Request read receipt
ar: طلب إيصال بالقراءة
de: Lesebestätigung anfordern
fr: Demander un accusé de réception
ga: Iarratas ar admháil léite
it: Richiedi conferma di lettura
ru: Запросить уведомление о прочтении
ta: கோரிக்கை ரசீது
uk: Запит на підтвердження прочитанням
vi: Yêu cầu xác nhận đọc
zh_hans: 请求已读回执

# noEmailInYourCurrentFolder
source: We're sorry, there are no emails in your current folder
de: Es tut uns leid, es sind keine E-Mails in Ihrem aktuellen Ordner
fr: Nous sommes désolés, il n'y a aucun message dans ce dossier
ga: Tá brón orainn, níl aon ríomhphoist i d'fhillteán reatha
ru: К сожалению, в текущей папке нет писем
ta: மன்னிக்கவும், உங்கள் தற்போதைய கோப்புறையில் மின்னஞ்சல்கள் எதுவும் இல்லை
uk: У вашій поточній папці немає електронних листів
vi: Xin lỗi, không có thư nào ở thư mục hiện tại
zh_hans: 很抱歉，当前文件夹中没有电子邮件

source: Multiple integrations
ar: تكاملات متعددة
de: Mehrere Integrationen
fr: Intégrations multiples
ga: Comhtháthú iolrach
it: Integrazioni multiple
ru: Несколько интеграций
ta: பல ஒருங்கிணைப்புகள்
uk: Кілька інтеграцій
vi: Tích hợp dễ dàng
zh_hans: 多种集成

# setDefaultIdentity
source: Set as default identity
ar: تعيين كهوية افتراضية
de: Als Standardidentität festlegen
fr: Définir comme identité par défaut
ga: Socraigh mar aitheantas réamhshocraithe
it: Imposta come identità predefinita
ru: Сделать аккаунтом по умолчанию
ta: இயல்புநிலை அடையாளமாக அமைக்கவும்
uk: Встановити як ідентифікатор за замовчуванням
vi: Đặt làm định danh mặc định
zh_hans: 设为默认身份

source: To folder:
de: In den Ordner:
fr: Vers le dossier :
ga: Go fillteán:
ru: В папку:
ta: கோப்புறைக்கு:
uk: До папки:
vi: Tới thư mục:
zh_hans: 到文件夹：

source: Drop file here to attach them
ar: قم بإسقاط الملف هنا لإرفاقه
de: Datei hier ablegen, um sie anzuhängen
fr: Déposez le fichier ici pour le joindre
ga: Buail comhad anseo chun iad a cheangal
ru: Перетащите файлы, чтобы прикрепить
ta: அவற்றை இணைக்க கோப்பை இங்கே விடுங்கள்
uk: Перетягніть файл сюди, щоб прикріпити його
vi: Thả tệp đính kèm
zh_hans: 拖放文件到此处即可附加

source: Older
ar: الأقدم
de: Älter
fr: Plus ancien
ga: Níos Sine
it: Più vecchio
ru: К старым
ta: பழைய
uk: Старші
vi: Cũ hơn
zh_hans: 较旧

source: Mark all as read
ar: وضع علامة مقروءة على الكل
de: Alle als gelesen markieren
fr: Tout marquer comme lu
ga: Marcáil gach rud mar a léitear
it: Segna tutti come letti
ru: Отметить все как прочитанные
ta: அனைத்தையும் படித்தபடி குறிக்கவும்
vi: Đánh dấu tất cả đã đọc
zh_hans: 全部标记为已读

source: Folder visibility
de: Sichtbarkeit von Ordnern
fr: Affichage des dossiers
ga: Infheictheacht an fhillteáin
ru: Видимость папок
ta: கோப்புறை தெரிவுநிலை
uk: Видимість папки
vi: Tuỳ chọn hiển thị thư mục
zh_hans: 文件夹显示选项

# the_feature_is_under_development
source: This feature is under development.
ar: هذه الميزة قيد التطوير.
de: Diese Funktion befindet sich in der Entwicklung.
fr: Cette fonctionnalité est en développement.
ga: Tá an ghné seo á forbairt.
it: Questa funzione è in fase di sviluppo.
ru: Эта функция находится в разработке.
ta: இந்த நற்பொருத்தம் வளர்ச்சியில் உள்ளது.
uk: Ця функція перебуває в розробці.
vi: Tính năng đang trong quá trình phát triển.
zh_hans: 此功能正在开发中。

# languageGerman
source: German
de: Deutsch
fr: Allemand
ga: Gearmáinis
ru: Немецкий
ta: செர்மன்
uk: Німецька
vi: Tiếng Đức
zh_hans: 德语

source: Manage email as a team
ar: إدارة البريد الإلكتروني كفريق
de: E-Mails im Team verwalten
fr: Gérer la boîte e-mail en équipe
ga: Bainistigh ríomhphost mar fhoireann
it: Gestisci l'email come una team
ru: Совместное управление электронной почтой
ta: மின்னஞ்சலை ஒரு குழுவாக நிர்வகிக்கவும்
uk: Керування електронною поштою в команді
vi: Quản lý email doanh nghiệp
zh_hans: 作为团队管理电子邮件

# hint_compose_email
source: Start composing a letter...
ar: ابدأ في كتابة رسالة...
de: Beginnen Sie mit dem Verfassen eines Briefes ...
fr: Commencez à rédiger un message…
ga: Tosaigh ag cumadh litreach...
it: Inizia a comporre una lettera...
ru: Начать писать письмо...
ta: ஒரு கடிதத்தை இயற்றத் தொடங்குங்கள் ...
uk: Почніть складати листа...
vi: Soạn ...
zh_hans: 开始写信…

# toastMessageErrorWhenSelectDateIsInValid
source: The end time cannot be less than the start time.
ar: لا يمكن أن يكون وقت الانتهاء أقل من وقت البدء.
de: Die Endzeit darf nicht kleiner als die Anfangszeit sein.
fr: L'heure de fin ne peut pas être inférieure à l'heure de début.
ga: Ní féidir leis an am deiridh a bheith níos lú ná an t-am tosaithe.
it: Il tempo di fine non può essere inferiore al tempo di inizio.
ru: Время окончания не может быть меньше времени начала.
ta: இறுதி நேரம் தொடக்க நேரத்தை விட குறைவாக இருக்க முடியாது.
uk: Час завершення не може бути меншим за час початку.
vi: Thời gian kết thúc trước thời gian bắt đầu.
zh_hans: 结束时间不能早于开始时间。

# count_email_selected
source: {count} selected
ar: تم تحديد {count}
de: {count} ausgewählt
fr: {count} sélectionnés
ga: {count} roghnaithe
it: {count} selezionato
ru: {count} выбрано
ta: {count} தேர்ந்தெடுக்கப்பட்டது
uk: Вибрано {count}
vi: Chọn {count}
zh_hans: 已选择 {count} 封

# quotaWarningBannerTitle
source: You are running out of storage (90%).
ar: لقد نفدت مساحة التخزين لديك (90%).
de: Ihnen geht der Speicherplatz aus (90 %).
fr: Vous manquez d'espace de stockage (90%).
ga: Tá tú ag rith amach as stóráil (90%).
ru: У вас заканчивается место (90%).
ta: நீங்கள் சேமிப்பிடத்தை விட்டு வெளியேறுகிறீர்கள் (90%).
uk: У вас закінчується пам'ять (90%).
vi: Bạn sắp hết dung lượng lưu trữ (90%).
zh_hans: 您的存储空间即将用完（90%）。

source: Attachment download failed
ar: فشل تنزيل المرفق
de: Herunterladen von Anlagen fehlgeschlagen
fr: Le téléchargement de la pièce jointe a échoué
ga: Theip ar íoslódáil an iatáin
it: Download degli allegati non riuscito
ru: Не удалось загрузить вложение
ta: இணைப்பு பதிவிறக்கம் தோல்வியடைந்தது
uk: Не вдалося завантажити вкладений файл
vi: Tải xuống tệp đính kèm không thành công
zh_hans: 附件下载失败

source: Replied message
ar: تم الرد على الرسالة
de: Beantwortete Nachricht
fr: Message répondu
ga: Teachtaireacht freagartha
ru: Сообщение с ответом
ta: பதிலளித்த செய்தி
uk: Відповідь на повідомлення
vi: Tin nhắn đã trả lời
zh_hans: 已回复邮件

# messageEventActionBannerAttendeeDeclined
source: has declined this invitation
ar: لقد رفض هذه الدعوة
de: hat die Einladung abgelehnt
fr: a décliné cette invitation
ga: dhiúltaigh sé don chuireadh sin
ru: отклонил(а) это приглашение
ta: இந்த அழைப்பை மறுத்துவிட்டது
uk: відхилив це запрошення
vi: đã từ chối lời mời này
zh_hans: 拒绝了此邀请

source: Email address is not in the correct format
ar: عنوان البريد الإلكتروني غير مكتمل بالتنسيق الصحيح
de: E-Mail-Adresse ist nicht im richtigen Format
fr: L’adresse e-mail n’est pas dans le bon format
ga: Níl an seoladh ríomhphoist san fhormáid cheart
it: L'indirizzo e-mail non è nel formato corretto
ru: Неверный формат адреса электронной почты
ta: மின்னஞ்சல் முகவரி சரியான வடிவத்தில் இல்லை
uk: Адреса електронної пошти має неправильний формат
vi: Địa chỉ email không hợp lệ
zh_hans: 电子邮件地址格式不正确

source: Profiles
ar: الملفات الشخصية
de: Profile
fr: Profils
ga: Próifílí
it: Profili
ru: Профили
ta: சுயவிவரங்கள்
uk: Профілі
vi: Hồ sơ
zh_hans: 个人资料
